[{"id":"http:\/\/dbpedia.org\/resource\/Eurocrem","label":"Eurocrem","content":"Eurocrem (a shorthand for Eurocrem Takovo) is a two-colored (brown and white) hazelnut- and vanilla-flavored sweet milk chocolate spread, produced by a Swisslion Group factory in Gornji Milanovac, Serbia, about 120 kilometres (75 miles) south of Belgrade.As something of a national product in countries of the former SFR Yugoslavia, Eurocrem Takovo has been marketed under different slogans; \"we grow together\" slogan is used recently.  Additionally, it used to be accompanied by an image of a slice of bread covered with Eurocrem, one half of the slice covered with brown (hazelnut-flavored) Eurocrem, and another half covered with white Eurocrem (vanilla-flavored)."},{"id":"http:\/\/dbpedia.org\/resource\/Panzanella","label":"Panzanella","content":"Panzanella or panmolle is a Tuscan salad of bread and tomatoes that's popular in the summer. It includes chunks of soaked stale bread and tomatoes, sometimes also onions and basil, dressed with olive oil and vinegar. It is also popular in other parts of central Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Panzerotti","label":"Panzerotti","content":"Panzerotti are savory filled pastries, various forms of which are popular in Italy, Canada, and the United States."},{"id":"http:\/\/dbpedia.org\/resource\/Mafaldine","label":"Mafaldine","content":"Mafaldine, also known as Reginette (Italian for little queens) or simply Mafalda, is a type of ribbon-shaped pasta. It is flat and wide, usually about 1 cm (½ inch) in width, with wavy edges on both sides. It is prepared similarly to other ribbon-based pasta such as linguine and fettuccine. It is usually served with a more delicate sauce.Mafaldine were named in honor of Princess Mafalda of Savoy (thus the alternative name \"little queens\")."},{"id":"http:\/\/dbpedia.org\/resource\/Frutta_martorana","label":"Frutta martorana","content":"Frutta martorana (also frutta di Martorana or in sicilian frutta Marturana) are traditional marzipan sweets, in the form of fruits and vegetables, from the provinces of Palermo and Messina, Sicily.Realistically coloured with vegetable dyes, they are said to have originated at the Monastero della Martorana, Palermo, when nuns decorated empty fruit trees with marzipan fruit to impress an archbishop visiting at Easter. They are traditionally put by children's bedsides on All Saints' Day."},{"id":"http:\/\/dbpedia.org\/resource\/Gnocchi","label":"Gnocchi","content":"Gnocchi (\/ˈn(j)ɒki\/ N(Y)OK-ee, also US \/ˈnjoʊki\/, NYOH-kee; Italian: [ˈɲɔkki], singular gnocco) are various thick, soft dough dumplings that may be made from semolina, ordinary wheat flour, egg, cheese, potato, breadcrumbs, or similar ingredients.Like many Italian dishes, there is considerable variation in recipes and names across different regions. For example, the Tuscan malfatti (literally \"poorly made\") are a sort of flour, ricotta, and spinach gnocchi; the Pugliese cavatielli are flour-based, gnudi have much less flour, and so on.Gnocchi are eaten as a first course (primo piatto), as an alternative to soups (minestre) or pasta. They are generally home-made in Italian and diaspora Italian households. They may also be bought fresh from speciality stores. In supermarkets, industrially produced packaged gnocchi are widely available refrigerated, dried, or frozen. Common accompaniments of gnocchi include melted butter (sometimes fried butter) with sage, pesto, and various sauces."},{"id":"http:\/\/dbpedia.org\/resource\/Red_Bull","label":"Red Bull","content":"Red Bull is an energy drink sold by Austrian company Red Bull GmbH, created in 1987. In terms of market share, Red Bull is the highest selling energy drink in the world, with 5.387 billion cans sold in 2013.Austrian entrepreneur Dietrich Mateschitz was inspired by an existing energy drink named Krating Daeng (Thai: กระทิงแดง, Thai pronunciation: [kràtʰiŋ dɛːŋ]), which was first invented and sold in Thailand. He took this idea, modified the ingredients to suit the tastes of westerners, and, in partnership with Chaleo Yoovidhya, founded Red Bull GmbH in Chakkapong. In Thai, daeng means red, and krating is the reddish-brown muscle-bound bovine called a \"gaur\", an animal slightly larger than the bison. Red Bull is sold in a tall and slim blue-silver can; in Thailand and in some parts of Asia it is sold in a wider gold can with the name of Krating Daeng or Red Bull Classic. The two are different products, produced separately.The Red Bull company slogan is \"Red Bull gives you wings\" and the product is marketed through advertising, events (Red Bull Air Race, Red Bull Crashed Ice), sports team ownerships (RB Leipzig, FC Red Bull Salzburg, Red Bull Brasil, New York Red Bulls, Red Bull Racing, Scuderia Toro Rosso), celebrity endorsements, and music, through its record label Red Bull Records.Red Bull has been criticized for its marketing with extreme sports pictures, including those of at least six known fatalities.Red Bull was criticized for health risks in the past; however, the European Food Safety Authority (EFSA) concluded that the levels of taurine and glucuronolactone used in Red Bull and other popular energy drinks are safe."},{"id":"http:\/\/dbpedia.org\/resource\/Pizzelle","label":"Pizzelle","content":"Pizzelle (pronounced with ts sound, like \"pizza\") (singular pizzella) are traditional Italian waffle cookies made from flour, eggs, sugar, butter or vegetable oil, and flavoring (usually anise or anisette, but also vanilla or lemon zest).  Pizzelle can be hard and crisp or soft and chewy depending on the ingredients and method of preparation.Pizzelle were originally made in Ortona, in the Abruzzo region of central Italy.  The name comes from the Italian word for \"round\" and \"flat\" (pizze); this is also the meaning of the word pizza. Many other cultures have developed a pizzelle-type cookie as part of their culture (for example, the Norwegian Krumkake).  It is known to be one of the oldest cookies, and is believed to have developed from the ancient Roman crustulum. Pizzelle are known as ferratelle in the Lazio region of Italy. In Molise they may be called ferratelle, cancelle, or pizzelle.The cookie dough or batter is put into a pizzelle iron, which resembles a small variant of the popular waffle iron. The pizzelle iron is held by hand over a hot burner on the stovetop, although some models are electric and require no stove. Typically, the iron stamps a snowflake pattern onto both sides of the thin golden-brown cookie, which has a crisp texture once it is cooled.  There are also several brands of ready-made pizzelle available in stores.Pizzelle are popular during Christmas and Easter. They are often found at Italian weddings, alongside other traditional pastries such as cannoli and traditional Italian cookies.It is also common for two pizzelle to be sandwiched with cannoli cream (ricotta blended with sugar) or hazelnut spread. Pizzelle, while still warm, can also be rolled using a wooden dowel to create cannoli shells."},{"id":"http:\/\/dbpedia.org\/resource\/Zabaione","label":"Zabaione","content":"Zabaione (written also sabayon, or zabajone, Zabaglione, Italian pronunciation: [dzabaʎˈʎoːne] or [dzabaˈjoːne]), is an Italian dessert, or sometimes a beverage, made with egg yolks, sugar, and a sweet wine (usually Marsala wine). The dessert version is a light custard, whipped to incorporate a large amount of air. Since the 1960s, in restaurants in US areas with large Italian populations, zabaione is usually served with strawberries, blueberries, peaches, etc. in a champagne glass.  In France, it is called sabayon, while its Italian name is zabaione or zabaglione (or zabajone, an archaic spelling).The dessert is popular in Argentina and Uruguay, where it is known as sambayón. It is a popular ice cream flavour in Argentina's ice-cream shops. In Colombia, the name is sabajón. In Venezuela there is also a related egg-based dessert drink called ponche crema. This is consumed almost exclusively at Christmas time."},{"id":"http:\/\/dbpedia.org\/resource\/Fettuccine_Alfredo","label":"Fettuccine Alfredo","content":"Fettuccine Alfredo is a pasta dish made from fettuccine tossed with Parmesan cheese and butter. As the cheese melts, it emulsifies the liquids to form a smooth and rich coating on the pasta. The term is a synonym for pasta with butter and Parmesan cheese (Italian: pasta al burro e parmigiano), one of the oldest and simplest ways to prepare pasta. The dish was named by Alfredo Di Lelio I, a restaurateur who opened and operated restaurants in Rome, Italy, throughout the early to mid 20th century. While the term \"Fettuccine Alfredo\" is especially popular in the United States, in Italy the dish is largely unknown under that name. The American version of Fettuccine Alfredo is usually richer and very different from the original recipe created by Alfredo Di Lelio I."},{"id":"http:\/\/dbpedia.org\/resource\/Tagliatelle","label":"Tagliatelle","content":"Tagliatelle (Italian pronunciation: [taʎʎaˈtɛlle]) and tagliolini (from the Italian tagliare, meaning \"to cut\") is a traditional type of pasta from Emilia-Romagna and Marche, regions of Italy. Individual pieces of tagliatelle are long, flat ribbons that are similar in shape to fettuccine and are typically about 6.5 mm to 10 mm (0.25 to 0.375 inch) wide. Tagliatelle can be served with a variety of sauces, though the classic is a meat sauce or Bolognese sauce. Tagliolini is another variety of tagliatelle that is long and cylindrical in shape, not long and flat.Both tagliolini and tagliatelle are made with egg pasta. The traditional ratio is one egg to one hundred grams of flour.Bavette are also available, and are thinner than tagliatelle; an even thinner version is bavettine."},{"id":"http:\/\/dbpedia.org\/resource\/Gianduiotto","label":"Gianduiotto","content":"The Gianduiotto (IPA: [dʒanduˈjɔtːo]; Piedmontese, Giandojòt) is a Piedmontese chocolate whose shape is similar to an upturned boat. Gianduiotti are individually wrapped in a tinfoil cover, usually gold or silver-colored. It is the speciality of Turin, and takes its name from gianduja, the preparation of chocolate that is used for gianduiotti and other sweets (including Nutella and Bicerin Di Gianduiotto); in turn, this preparation is named after Gianduja, a mask in commedia dell'arte that represents the archetypal Piedmontese. Indeed, Gianduja's hat inspired the shape of the Gianduiotto.Gianduiotti are produced from a paste of sugar, cocoa and hazelnut Tonda Gentile delle Langhe. The official “birth” of gianduiotti is set at 1865 in Turin, by Paul Caffarel and Michele Prochet, the first to completely grind hazelnuts to a paste before adding them to the cocoa and sugar mix.Apparently, the idea of mixing hazelnut pieces to “standard” chocolates was born during Napoleon’s reign, when importing cocoa from South America became extremely difficult. “Raw” cocoa was extremely expensive, so local producers started incorporating bits of roasted hazelnuts (hazelnuts are locally grown and were easy to come by in Piedmont) to make the final product more affordable."},{"id":"http:\/\/dbpedia.org\/resource\/Cassata","label":"Cassata","content":"Cassata or Cassata siciliana is a traditional sweet from the areas of Palermo and Messina, Sicily, Italy. Cassata may also refer to a Neapolitan ice cream containing candied or dried fruit and nuts. Cassata consists of round sponge cake moistened with fruit juices or liqueur and layered with ricotta cheese, candied peel, and a chocolate or vanilla filling similar to cannoli cream.  It is covered with a shell of marzipan, pink and green pastel colored icing, and decorative designs. The cassata is topped with candied fruit depicting cherries and slices of citrus fruit characteristic of Sicily."},{"id":"http:\/\/dbpedia.org\/resource\/Zuppa_toscana","label":"Zuppa toscana","content":"Zuppa toscana (\"soup in the style of Tuscana\") is an Italian soup made with Italian sausage, crushed red peppers, diced white onion, bacon, garlic puree, chicken bouillon, heavy cream, and potatoes."},{"id":"http:\/\/dbpedia.org\/resource\/Soup_all'Imperatrice","label":"Soup all'Imperatrice","content":"Soupe all'Imperatrice is a soup made from breast of fowl, eggs, ground rice, clear stock, salt, pepper and nutmeg."},{"id":"http:\/\/dbpedia.org\/resource\/Soup_alla_Canavese","label":"Soup alla Canavese","content":"Soup alla Canavese is an Italian soup made from white stock, tomato puree, butter, carrot, celery, onion, cauliflower, bacon fat, Parmesan cheese, parsley, sage, salt and pepper."},{"id":"http:\/\/dbpedia.org\/resource\/Soup_alla_modenese","label":"Soup alla modenese","content":"Zuppa alla modenese (\"soup in the style of Modena\") is an Italian soup made with stock, spinach, butter, salt, eggs, Parmesan cheese, nutmeg and croutons."},{"id":"http:\/\/dbpedia.org\/resource\/Istrian_stew","label":"Istrian stew","content":"The Istrian stew or yota (Croatian: Istarska jota; Slovene: Jota, Italian: Jota) is a stew, made of beans, sauerkraut or sour turnip, potatoes, bacon, spare ribs, known in the northern Adriatic region. It is especially popular in Istria and some other parts of north-western Croatia. Under the name yota (jota), it is also typical of the whole Slovenian Littoral and in certain areas of North Eastern Italy, especially in Trieste (where it's considered to be the prime example of Triestine food), Gorizia and some peripheral areas of north-eastern Friuli (the Carnia mountains and Slavia Veneta). The dish shows the influence of both Central European and Mediterranean cuisine. In most of the recipes, olive oil is used, and the main seasoning is garlic.In Slovenian Istria, it is often eaten together with polenta."},{"id":"http:\/\/dbpedia.org\/resource\/Spumoni","label":"Spumoni","content":"Spumone (from spuma or \"foam\"), plural spumoni, is a molded Italian ice cream made with layers of different colors and flavors, usually containing candied fruits and nuts.Typically it is of three flavors, with a fruit\/nut layer between them. The ice cream layers are often mixed with whipped cream. Cherry, pistachio, and either chocolate or vanilla are the typical flavors of the ice cream layers, and the fruit\/nut layer often contains cherry bits—causing the traditional red\/pink, green, and brown color combination. It is popular in places with large Italian immigrant populations such as the United States and Argentina. August 21 is National Spumoni Day in the United States. November 13 is National Spumoni Day in Canada."},{"id":"http:\/\/dbpedia.org\/resource\/Buccellato_(di_Lucca)","label":"Buccellato (di Lucca)","content":"The Buccellato is a cake typical of Lucca, Italy which is eaten all year, especially during the demonstrations of the Exaltation of the Holy Cross and Crossbow held in Lucca in September.Buccellato di Lucca derives its name from the Latin Buccella, or bite, to the ancient Romans buccellatum the format was a round loaf of bread or a crown buccellae.The modern Buccellato di Lucca retains its original ring shape, and is widely found on Luccan tables as a sweet Sunday recandolo, carried home on the forearm after attending mass. It is today occasionally also straight in shape, which is more convenient to carry in a bag.Buccellato di Lucca's sweet flavor and dark brown color and gloss result from a sugar and egg glaze applied to the crust. There is a slight cut on the upper crust that facilitates rising, and the interior is soft and sweet, filled with sultana raisins and aniseed."},{"id":"http:\/\/dbpedia.org\/resource\/Ciambotta","label":"Ciambotta","content":"Ciambotta or Giambotta is a typical dish of southern Italian cuisine, essentially a stew, which can be eaten as a side dish or first depending on its ingredients and how it is cooked. Ciambotta is based on vegetables, but may have other ingredients such as meat or fish. The vegetable choices are usually potatoes, eggplant, tomatoes, peppers, chilli, onion and herbs.The best-known variants are: The Lucanian ciambotta - Lucanian-type sausage, peppers, onions, eggs, tomato, typical products of Basilicata especially in San Costantino Albanese, Terranova del Pollino, Noepoli Apulian ciambotta - uses fish typical of Puglia. The Neapolitan ciambotta  - usually prepared with boiled beef, potatoes, tomatoes and onions. It is usually seasoned with chili pepper and oregano. The Cilento ciambota  -consisting of eggplant, potatoes, peppers and sometimes tomatoes in a pan. In the area of Benevento, it may be made from potatoes, green beans, zucchini and chard.↑ ↑"},{"id":"http:\/\/dbpedia.org\/resource\/Cuccidati","label":"Cuccidati","content":"Cuccidati is a Sicilian fig-stuffed cookie traditionally served at Christmas time."},{"id":"http:\/\/dbpedia.org\/resource\/Berlingozzo","label":"Berlingozzo","content":"The Berlingozzo is a cake from Lamporecchio, in the province of Pistoia, central Italy. It is a simple ring-shaped cake, and it has its origins in the time of the Medici. It is a typical Carnival cake, its name appearing to derive from the word Berlingaccio, meaning “Fat Thursday”."},{"id":"http:\/\/dbpedia.org\/resource\/Bombolone_(doughnut)","label":"Bombolone (doughnut)","content":"Bombolone (pl. bomboloni) is an Italian filled doughnut (similar to the Berliner, krafne, etc.) and is eaten as a snack food and dessert. The pastry's name is etymologically related to bomba (bomb), and the same type of pastry is also called bomba (pl. \"bombe\") in some regions of Italy; at least in modern uses, this etymological connection is usually regarded as a reference to the very high calorie density of this recipe (i.e., a \"calorie bomb\").While bomboloni may be primarily connected to Tuscany, they are traditional of other regions of Italy, although with slight variations on the recipe. In those areas that used to be under Austrian rule, such as Trentino Alto-Adige, Veneto and Friuli-Venezia Giulia the tradition of bomboloni is believed to have originated from that of Austrian \"krapfen\" (i.e., Berliner), and the recipe includes eggs, which are not found in the Tuscan variety.Pasticceries sometimes have handwritten signs for them, and food writer Emily Wise wrote that visitors might not be as taken with hot filled doughnuts in an area with wild boar salami and sandwiches with truffle oil on offer, but that residents of Tuscany enjoy them even at the beach. They are also sold from carts on the beach and are a bit distinct from the filled doughnuts in other countries by having the filling put in from the top, where it is sometimes visible, rather than injected from the side.The A Voce restaurant in New York has served them with chocolate sauce and Florentines have been said to prefer the bomboloni caldi (hot) at Buscioni, where they're served \"straight from the oven\" and filled with custard, chocolate, or marmalade.Italian singer Gianna Nannini's 1996 compilation is titled Bomboloni and includes the song \"Bomboloni\" with lyrics about hot doughnuts and bombs. The music video features tribal dancing, costumes, round black bombs with fuses, and lots of doughnuts being eaten, hit with baseball bats, and thrown around."},{"id":"http:\/\/dbpedia.org\/resource\/Cacciucco","label":"Cacciucco","content":"Cacciucco (Italian pronunciation: [katˈtʃukko] is an Italian fish stew native to the western coastal towns of Tuscany and Liguria. It is especially associated with the port city of Livorno in Tuscany and the town of Viareggio to the north.It is a hearty stew consisting of several different types of fish and shellfish. According to one tradition, there should be five different types of fish in the soup, one for each letter c in cacciucco. A wide variety of Mediterranean fish and shellfish may be used, such as red gurnard, armored gurnard, scorpionfish (scorfano), small clams such as littleneck or manila, firm-fleshed fish such as monkfish or other whitefish, red snapper, John Dory, or grouper, mussels, shrimp, and calamari. Traditionalist chefs add a stone taken from the sea to the dish. Crabs, eels, cuttlefish, octopus, bream, mullet, or anything else caught that day might be used. A wide variety of other ingredients are used in the broth, including various vegetables (which might include onions, tomatos, leeks, zucchini, or yellow squash), spices (which might include garlic, aniseed, dried crushed red pepper, kosher salt, black pepper, parsley, thyme, or bay leaf) and other ingredients (which might include fish stock, tomato paste, vermouth, or wine, either white or red). There are many variants of cacciucco, varying by region and availability of ingredients.The dish is traditionally attributed to the Near East, which might be true, as the word cacciucco comes from the Turkish kaçukli (\"bits and pieces\" or \"odds and ends\"), which reflects how the stew is made, from a variety of fish.Cacciucco is similar to other types of fish stew, such as the French bouillabaisse, Greek kakavia, Spanish zarzuela, and Portuguese caldeirada. Cioppino, another fish stew, was created by Italian-American fisherman in San Francisco, who used the local Dungeness crab in a variation of the cacciucco recipe.Pellegrino Artusi, in his classic 1891 cookbook, gave the following recipe:For 700 grams (about 1 1\/2 pounds) of fish, finely chop an onion and saute it with oil, parsley, and two whole cloves of garlic. The moment the onion starts to brown, add 300 grams (about 10 1\/2 ounces) of chopped from tomatoes or tomato paste, and season with salt and pepper. When the tomatoes are cooked, pour in one finger of strong vinegar or two fingers of weak vinegar, diluted in a large glass of water. Let boil for a few more minutes, then discard the garlic and strain the rest of the ingredients, pressing hard against the mesh. Put the strained sauce back on the fire along with whatever fish you may have on hand, including sole, red mullet, gurnard, dogfish, mantis shrimp, and other types of fish in season, leaving the small fish whole and cutting the big ones into small pieces. Taste for seasoning; but in any case it is not a bad idea to add a little olive oil, since the amount of soffritto was quite small. When the fish is cooked, the cacciucco is usually brought to the table on two separate platters: on one you place the fish, strained from the broth, and on the other you arrange enough finger-thick slices of bread to soak up all the broth.↑ 1.0 1.1 1.2 1.3 1.4 1.5 ↑ 2.0 2.1 2.2 ↑ 3.0 3.1 3.2 3.3 3.4 3.5 3.6 3.7 3.8 3.9 ↑ 4.0 4.1 4.2 4.3 ↑ 5.0 5.1 5.2 ↑ ↑ ↑"},{"id":"http:\/\/dbpedia.org\/resource\/Linguine","label":"Linguine","content":"Linguine (Italian pronunciation: [liŋˈɡwiːne], English \/lɪŋˈɡwiːniː\/) is a form of pasta – like fettuccine and trenette, but elliptical in section rather than flat. It is wider than spaghetti, about 4 mm, but not as wide as fettuccine. The name linguine means \"little tongues\" in Italian, where it is a plural of the feminine linguina. Linguine are also called trenette or bavette. A thinner version of linguine is called linguettine."},{"id":"http:\/\/dbpedia.org\/resource\/Occhi_di_Lupo","label":"Occhi di Lupo","content":"Occhi di Lupo (literally \"wolf eyes\") is a variety of large-sized, tubular pasta, served with a stuffing or filling, whose ingredients typically include extra virgin olive oil, ricotta, grated pecorino cheese, and aromatic herbs such as parsley and basil."},{"id":"http:\/\/dbpedia.org\/resource\/Moretta_(coffee)","label":"Moretta (coffee)","content":"Moretta (complete name Moretta fanese) is a typical hot coffee from Fano, in the Province of Pesaro and Urbino, Italy, and is popular in the fishing areas near the coast. It is strong and sweet, and usually drunk after meals as a digestive, or used as a hot drink on cold afternoons."},{"id":"http:\/\/dbpedia.org\/resource\/Orecchiette","label":"Orecchiette","content":"Orecchiette (singular, orecchietta), from orecchio (ear) + etto (small)) is a kind of home-made pasta typical of Puglia or Apulia, a region of southern Italy. Its name comes from its shape, which resembles a small ear. In the vernacular of Taranto it is called recchietedd, or chiancaredd. A slightly flatter version is called cencioni, while in the vernacular of Bari, strascinate are more similar to cavatelli. The traditional dish from Puglia is orecchiette alle cime di rapa, although broccoli is also widely used as an alternative to rapini. Particularly around Capitanata and Salento, orecchiette are traditionally also dressed with a tomato-based sauce (al sugo), with or without miniature meatballs (al ragù) and\/or a sprinkling of ricotta forte, a seasoned sheep-milk variety of ricotta cheese.The Italian cookbook Il cucchiaio d'argento (with an English translation The Silver Spoon, 2005, Phaidon) suggests that orecchiette are ideal for vegetable sauces.In China, a similar type of pasta is called 猫耳朵 (māo ěr duǒ, literally, cat's ears)."},{"id":"http:\/\/dbpedia.org\/resource\/Pignolata","label":"Pignolata","content":"Pignolata (Sicilian: Pignulata, plural Pignolati) is a Sicilian pastry, which originated in Messina and is also common in Calabria. It is a soft pastry, covered in chocolate and lemon flavoured syrup\/icing. This pastry is half covered or iced in one flavouring and the other half in the other flavour, which hardens when the pignolata is ready to be served. Each pastry serves several people, and is meant to be cut into small pieces when served. Pignolati (honey balls) can be also small portions of fried pastry, like large pearls, in a hot honey sauce, with chopped almonds or hazelnuts. Before serving, they are set on a plate,  as a crown, with chopped nuts sprinkled over the top."},{"id":"http:\/\/dbpedia.org\/resource\/Ravioli","label":"Ravioli","content":"Ravioli (plural; singular: raviolo) are a type of dumpling composed of a filling sealed between two layers of thin pasta dough. Usually served either in broth or with a pasta sauce, they originated as a traditional food in Italian cuisine. Ravioli are typically square, though other forms are also used, including circular or semi-circular (mezzelune).  Other related filled pastas include the ring-shaped tortellini and the larger tortelloni."},{"id":"http:\/\/dbpedia.org\/resource\/Pinca","label":"Pinca","content":"Pinca (also sirnica or pinza) is a traditional Dalmatian, Istrian and Bay of Kotor Easter sweet roll. It is also popular in the Goriška region of Slovenia, the Slovenian Littoral, western Croatia and in parts of the Trieste and Gorizia provinces of Italy. It takes the form of a sweet bread loaf with the sign of a cross, which is carved in with a knife before baking, on the upper side. Pinca is eaten to celebrate the end of Lent because it contains many eggs. Together with Easter eggs, pinca has remained the centrepiece of the family Easter breakfast in areas where it is eaten. In urban areas it is increasingly the only item taken to Easter Mass for blessing, and is often given to guests as a symbol of good wishes."},{"id":"http:\/\/dbpedia.org\/resource\/Ricciarelli","label":"Ricciarelli","content":"Ricciarelli are a traditional Italian biscuit with origin in the Tuscan city of Siena dating to the 14th century. Legend holds that they were introduced by Ricciardetto della Gherardesca in his castle near Volterra upon his return from the Crusades.Today, the biscuits are made using an almond base with sugar, honey and egg white. When prepared in the traditional method, the almonds are ground with a milling machine, and the finished mix is formed into numerous oval- or lozenge-shaped cookies that are set aside for two days before baking. The rough and crackled surface is usually lightly sprinkled with confectioner's sugar.Ricciarelli are typically consumed at Christmas, served  with a dessert wine such as Vin Santo or Moscadello di Montalcino."},{"id":"http:\/\/dbpedia.org\/resource\/Biscuit_Tortoni","label":"Biscuit Tortoni","content":"Biscuit Tortoni is an ice cream made with eggs and heavy cream, often containing chopped cherries or topped with minced almonds or crumbled macaroons. It is believed to be named after an Italian café owner in Paris in the 18th century.The dish has appeared on restaurant menus in the United States since 1899, if not earlier."},{"id":"http:\/\/dbpedia.org\/resource\/Sicilian_pizza","label":"Sicilian pizza","content":"Sicilian pizza is pizza prepared in a manner that originated in Sicily, Italy. In the United States, the phrase Sicilian pizza is often synonymous with thick-crust or deep-dish pizza derived from the Sicilian Sfincione."},{"id":"http:\/\/dbpedia.org\/resource\/Pappa_al_pomodoro","label":"Pappa al pomodoro","content":"Pappa al pomodoro is a thick Tuscan soup typically prepared with fresh tomatoes, bread, olive oil, garlic, basil, and various other fresh ingredients. It is usually made with stale or leftover bread, and can be served hot, room temperature, or chilled.Pomodoro means \"tomato\" in Italian; the dish translates to English as \"mush of tomato\". The dish has ancient origins, although it was largely popularized by the 1911 publication of Il giornalino di Gian Burrasca and by its television version, in which Rita Pavone sang the well-known song \"Viva la pappa col pomodoro\"."},{"id":"http:\/\/dbpedia.org\/resource\/Pasta_al_pomodoro","label":"Pasta al pomodoro","content":"Pasta al pomodoro is an Italian food typically prepared with pasta, olive oil, fresh tomatoes, basil, and various other fresh ingredients.  It is intended to be a quick light dish, rather than a dish in a heavy sauce.Pomodoro means \"tomato\" in Italian."},{"id":"http:\/\/dbpedia.org\/resource\/Checca_sauce","label":"Checca sauce","content":"Checca sauce is an uncooked tomato sauce used with pasta. Pasta alla cecca is an Italian pasta dish using fresh, uncooked tomatoes, basil, fresh mozzarella, olive oil, garlic, salt, and pepper, typically prepared in the summer with fresh ripe tomatoes.A similar combination of ingredients has been dubbed checca sauce by Giada de Laurentiis."},{"id":"http:\/\/dbpedia.org\/resource\/Capellini","label":"Capellini","content":"Capellini (Italian pronunciation: [kapelˈliːni], literally \"little hairs\") with its diameter between 0.85 mm and 0.92 mm is a very thin variety of Italian pasta. Like spaghetti, it is rod-shaped, in the form of long strands.Capelli d'angelo ([kaˈpelli ˈdandʒelo], literally angel hair -- hence, \"angel hair pasta\" in English) with a diameter between 0.78 and 0.88 mm is an even thinner variant of capellini. They are often sold in a nest-like shape.Capelli d'angelo has been popular in Italy since at least the 14th century. As a very light pasta, it goes well in soups or as \"pasta asciutta\" with a seafood or other light sauces."},{"id":"http:\/\/dbpedia.org\/resource\/Casoncelli","label":"Casoncelli","content":"Casoncelli (or casonsèi in the local dialect) are kind of stuffed pasta, typical of the culinary tradition of Lombardy, in the north-central part of Italy.The shell typically consists of two sheets of pasta, about 4 cm long, pressed together at the edges, like that of ravioli. Alternatively it is a disk folded in two and shaped like a sweet wrapper. Casoncelli in the style alla bergamasca are typically stuffed with a mixture of bread crumbs, egg, parmesan, ground beef, salami or sausage. Variants of filling include spinach, raisins, amaretto biscuits, pear, and garlic; while the casoncelli alla bresciana are stuffed with a mixture of bread crumbs, parmesan, garlic, parsley, nutmeg and broth. They are typically served with burro e salvia: melted butter flavored with sage leaves."},{"id":"http:\/\/dbpedia.org\/resource\/Frico","label":"Frico","content":"A frico (in friulian language fricò) is an Italian food, typical of Friuli, which consists of a wafer of shredded cheese and a bit of flour, then heated by baking or frying until crisp. The mixture becomes malleable during cooking. The cheeses used is usually Montasio. Frico is often used as garnish for soups or stews.Fricos are not difficult to make  and during the cooking process become malleable so it is possible to make baskets or bowls in which suitable foods can be served.Another way to prepare frico consists in cooking diced potatoes in a large flat pan with little oil and onions, adding water now and then. When the potatoes are tender, Montasio or another 3 months old cheese is diced and added. The cheese will melt within the potatoes and the frico must be cooked and turned to obtain a crispy, golden surface on both sides. Slice and serve it with polenta and red wine."},{"id":"http:\/\/dbpedia.org\/resource\/Mustacciuoli","label":"Mustacciuoli","content":"Mustacciuoli are typical Neapolitan Christmas cookies, with a rhomboidal shape covered with chocolate. It is made with flour, almonds, chocolate, sugar, cloves, coffee, and olive oil."},{"id":"http:\/\/dbpedia.org\/resource\/Mafalde","label":"Mafalde","content":"Mafalde  is a type of ribbon pasta noodles. They are characterized by their long, fairly wide rectangular shape and curly edges."},{"id":"http:\/\/dbpedia.org\/resource\/Mezzelune","label":"Mezzelune","content":"Mezzelune is a semi-circular (half moon shaped) stuffed pasta, similar to ravioli. Ingredients typically include  buckwheat flour, white flour, eggs, extra virgin olive oil, salt, Bitto cheese, milk and white pepper for the filling and porcini mushrooms, sweet butter, white wine, fresh parsley and thyme and garlic for the sauce."},{"id":"http:\/\/dbpedia.org\/resource\/Panfocaccia","label":"Panfocaccia","content":"Panfocaccia is a kind of bread that is very similar to focaccia in Italian cuisine. It's well known in several other countries; there are different panfocaccia throughout Italy's regions, and it is also made by the Italian diaspora throughout the rest of world."},{"id":"http:\/\/dbpedia.org\/resource\/Bruttiboni","label":"Bruttiboni","content":"Bruttiboni, also known as Mandorlati di San Clemente and Brutti ma buoni, is a type of almond-flavoured biscuit made in Prato, central Italy. The name translates to 'ugly but good'."},{"id":"http:\/\/dbpedia.org\/resource\/Budino","label":"Budino","content":"Budino is a sweet Italian dish, usually rich and creamy like a custard or pudding. The word originally referred to a type of medieval sausage, similar to English pudding. Budino is the Italian word for custard or pudding. It can be thickened with cornstarch or cookies to make it more like a soufflé or ganache, and can be sauced with various flavors, including chocolate, caramel, dewy apple, and butterscotch."},{"id":"http:\/\/dbpedia.org\/resource\/Lagane_e_cicciari","label":"Lagane e cicciari","content":"Lagane e cicciari (or lagane e cirici, lagane e ceci) is a Calabrian dish from the Calabria region of southeastern mainland Italy. It consists of lagane, a wide pasta with chickpeas, garlic, and oil."},{"id":"http:\/\/dbpedia.org\/resource\/Cannoli","label":"Cannoli","content":"Cannoli are Italian pastry desserts. The singular is cannolo (or in the Sicilian language cannolu, plural cannola), meaning \"little tube\", with the etymology stemming from the Latin \"canna\", or reed. Cannoli originated in Sicily and are a staple of Sicilian cuisine. They are also popular in Italian American cuisine. In Italy, they are commonly known as \"cannoli siciliani\", Sicilian cannoli.Cannoli consist of tube-shaped shells of fried pastry dough, filled with a sweet, creamy filling usually containing ricotta. They range in size from \"cannulicchi\", no bigger than a finger, to the fist-sized proportions typically found south of Palermo, Sicily, in Piana degli Albanesi."},{"id":"http:\/\/dbpedia.org\/resource\/Cappuccino","label":"Cappuccino","content":"A cappuccino (\/ˌkæpəˈtʃiːnoʊ\/; Italian pronunciation: [kapputˈtʃiːno]) is an Italian coffee drink which is traditionally prepared with espresso, hot milk and steamed-milk foam.  The name comes from the Capuchin friars, referring to the colour of their habits, and in this context referring to the colour of the beverage when milk (originally: cream) is added in small portion to dark, brewed coffee (today mostly espresso). The physical appearance of a modern cappuccino with espresso créma and steamed milk is a result of a long evolution of the drink.The Viennese bestowed the name \"Kapuziner\" possibly in the 18th century on a version that included whipped cream and spices of unknown origin. The Italian cappuccino was unknown until the 1930s, and seems to be born out of Viennese-style cafés in Trieste and other cities in the former Austria in the first decades of the 20th Century."},{"id":"http:\/\/dbpedia.org\/resource\/Minestrone","label":"Minestrone","content":"Minestrone is a thick soup of Italian origin made with vegetables, often with the addition of pasta or rice.  Common ingredients include beans, onions, celery, carrots, stock, and tomatoes.There is no set recipe for minestrone, since it is usually made out of whatever vegetables are in season. It can be vegetarian, contain meat, or contain a meat-based broth (such as chicken stock). Angelo Pellegrini, however, argued that the base of minestrone is bean broth, and that borlotti beans (also called Roman beans) \"are the beans to use for genuine minestrone\"."},{"id":"http:\/\/dbpedia.org\/resource\/Neapolitan_ice_cream","label":"Neapolitan ice cream","content":"Neapolitan ice cream, sometimes known as harlequin ice cream, is made up of blocks of vanilla, chocolate, and strawberry ice cream side by side in the same container (typically with no packaging in between). Some brands intermix the flavors more, though the separate flavors are still clearly visible. Neapolitan ice cream was named in the late 19th century as a reflection of its presumed origins in the cuisine of the Italian city of Naples, and the many Neapolitan immigrants who brought their expertise in frozen desserts with them to the United States. Spumoni was introduced to the United States in the 1870s as Neapolitan-style ice cream. Early recipes used a variety of flavors; however, the number of three molded together was a common denominator, to resemble the Italian flag (cf. insalata tricolore). More than likely, chocolate, vanilla, and strawberry became the standard for the reason that they were the most popular flavors in the United States at the time of introduction."},{"id":"http:\/\/dbpedia.org\/resource\/Neapolitan_sauce","label":"Neapolitan sauce","content":"Neapolitan sauce, also called Napoli sauce or Napoletana sauce  is the collective name given (outside Italy) to various basic tomato-based sauces derived from Italian cuisine, often served over or alongside pasta.In Naples, Neapolitan sauce is simply referred to as la salsa, which literally translates to the sauce.  Basil, bay leaf, thyme, oregano, peppercorns, cloves, and mushrooms may be included depending on taste preferences. Some variants include carrots and celery.  Though the basic sauce is vegetarian, sometimes meat such as ground beef or sausage can be added. Italians refer to Neapolitan sauce only in association with other recipes, for instance, 'spaghetti napolitana'.The sauce is a mainstay of Southern Italy as meat was traditionally scarce, with Bolognese sauce being attributed to Northern Italy. This sauce is also widely used in Italian-American cuisine, which has diverged from its Old World origins."},{"id":"http:\/\/dbpedia.org\/resource\/Nutella","label":"Nutella","content":"Nutella (\/nuːˈtɛlə\/; Italian pronunciation: [nuˈtɛlla]), is the brand name of an Italian sweetened hazelnut chocolate spread.   Manufactured by the Italian company Ferrero, it was introduced to the market in 1964."},{"id":"http:\/\/dbpedia.org\/resource\/Panettone","label":"Panettone","content":"Panettone (pronounced \/ˌpænəˈtoʊni\/, Italian: [panetˈtoːne]) is a type of sweet bread loaf originally from Milan (in Milanese dialect it is called paneton \/paneˈtuŋ\/), usually prepared and enjoyed for Christmas and New Year in Italy, southeastern France, Spain, Portugal, Brazil, Peru, Malta, Albania, Germany and Switzerland, and is one of the symbols of the city of Milan. In recent years it has become a popular addition to the Christmas table in the United Kingdom, United States and Australia. In South America, especially in Peru, Argentina, Paraguay, Uruguay, Venezuela, Colombia, Bolivia, and Chile, it is a Christmas dinner staple and in some places replaces roscón de reyes\/bolo rei (King cake).It has a cupola shape, which extends from a cylindrical base and is usually about 12–15 cm high for a panettone weighing 1 kg. Other bases may be used, such as an octagon, or a frustum with star section shape more common to pandoro. It is made during a long process that involves the curing of the dough, which is acidic, similar to sourdough. The proofing process alone takes several days, giving the cake its distinctive fluffy characteristics. It contains candied orange, citron, and lemon zest, as well as raisins, which are added dry and not soaked. Many other variations are available such as plain or with chocolate. It is served in slices, vertically cut, accompanied with sweet hot beverages or a sweet wine, such as Asti or Moscato d'Asti. In some regions of Italy, it is served with crema di mascarpone, a cream made from mascarpone, eggs, sometimes dried or candied fruits, and typically a sweet liqueur such as amaretto; if mascarpone cheese is unavailable, zabaione is sometimes used as a substitute.Efforts are under way to obtain Protected Designation of Origin and Denominazione di origine controllata status for this product, but, as of late 2008, this had not occurred. Italian Agriculture Minister Paolo De Castro was looking at ways to protect the real Italian cakes from growing competition in Latin America and whether they can take action at the World Trade Organization."},{"id":"http:\/\/dbpedia.org\/resource\/Pasta","label":"Pasta","content":"Pasta is a staple food of traditional Italian cuisine, with the first reference dating to 1154 in Sicily. It is also commonly used to refer to the variety of pasta dishes. Typically, pasta is a noodle made from an unleavened dough of a durum wheat flour mixed with water and formed into sheets or various shapes, then cooked and served in any number of dishes. It can be made with flour from other cereals or grains, and eggs may be used instead of water. Pastas may be divided into two broad categories, dried (pasta secca) and fresh (pasta fresca). Chicken eggs frequently dominate as the source of the liquid component in fresh pasta.Most dried pasta is commercially produced via an extrusion process. Fresh pasta was traditionally produced by hand, sometimes with the aid of simple machines, but today many varieties of fresh pasta are also commercially produced by large-scale machines, and the products are widely available in supermarkets.Both dried and fresh pasta come in a number of shapes and varieties, with 310 specific forms known variably by over 1300 names having been documented. In Italy the names of specific pasta shapes or types often vary with locale. For example the form cavatelli is known by 28 different names depending on region and town. Common forms of pasta include long shapes, short shapes, tubes, flat shapes and sheets, miniature soup shapes, filled or stuffed, and specialty or decorative shapes.As a category in Italian cuisine, both fresh and dried pastas are classically used in one of three kinds of prepared dishes. As pasta asciutta (or pastasciutta) cooked pasta is plated and served with a complementary sauce or condiment. A second classification of pasta dishes is pasta in brodo in which the pasta is part of a soup-type dish. A third category is pasta al forno in which the pasta incorporated into a dish that is subsequently baked.Pasta is generally a simple dish, but comes in large varieties because it is a versatile food item. Some pasta dishes are served as a first course in Italy because the portion sizes are small and simple. Pasta is also prepared in light lunches, such as salads or large portion sizes for dinner. It can be prepared by hand or food processor and served hot or cold. Pasta sauces vary in taste, color and texture. When choosing which type of pasta and sauce to serve together, there is a general rule that must be observed. Simple sauces like pesto are ideal for long and thin strands of pasta while tomato sauce combines well with thicker pastas. Thicker and chunkier sauces have the better ability to cling onto the holes and cuts of short, tubular, twisted pastas. The ratio of sauce to pasta varies according to taste and texture, however traditionally the sauce should not be excessive as the pasta itself must still be tasted. The extra sauce left on the plate after all of the pasta is eaten is often mopped up with a piece of bread."},{"id":"http:\/\/dbpedia.org\/resource\/Pizza","label":"Pizza","content":"Pizza is an oven-baked flat bread generally topped with tomato sauce and cheese. It is commonly supplemented with a selection of meats, vegetables and condiments. The term first appeared in 997 AD, \"in a Latin text from the southern Italian town of Gaeta\", in Lazio, Central Italy. The modern pizza was invented in Naples, Italy, and the dish and its variants have since become popular in many areas of the world.In 2009, upon Italy's request, Neapolitan pizza was safeguarded in the European Union as a Traditional Speciality Guaranteed dish. The Associazione Verace Pizza Napoletana (AVPN) (the True Neapolitan Pizza Association) is a non-profit organization founded in 1984 with legal and operational headquarters in Naples. Its mission is to promote and protect the \"true Neapolitan pizza\" (\"verace pizza napoletana\") defined as the product made in accordance with the International Regulations for the brand.Pizza is sold fresh, frozen or in portions. Various types of ovens are used to cook them and many varieties exist. Several similar dishes are prepared from ingredients commonly used in pizza preparation, such as calzone and stromboli."},{"id":"http:\/\/dbpedia.org\/resource\/Spaghetti","label":"Spaghetti","content":"Spaghetti is a long, thin, cylindrical, solid pasta. Like other pasta, spaghetti is made of milled wheat and water. Italian spaghetti is made from durum wheat semolina, but elsewhere it may be made with other kinds of flour.Originally spaghetti was notably long, but shorter lengths gained in popularity during the latter half of the 20th century and now spaghetti is most commonly available in 25–30 cm (10–12 in) lengths. A variety of pasta dishes are based on it."},{"id":"http:\/\/dbpedia.org\/resource\/Tiramisu","label":"Tiramisu","content":"Tiramisu (from Italian, spelled tiramisù, [tiɾamiˈsu], meaning \"pick me up\" or \"lift me up\") is a popular coffee-flavoured Italian dessert. It is made of ladyfingers (Italian: Savoiardi, [savoˈjardi]) dipped in coffee, layered with a whipped mixture of eggs, sugar, and mascarpone cheese, flavoured with cocoa.  The recipe has been adapted into many varieties of cakes and other desserts. Its origins are often disputed between Italian regions such as Veneto, Friuli Venezia Giulia, Piedmont, and others."},{"id":"http:\/\/dbpedia.org\/resource\/Sacchettoni","label":"Sacchettoni","content":"Sacchettoni is a type of stuffed pasta also known as \"Beggar's Purse\".  It consists of small circles or squares of pasta filled like ravioli then fastened at the top like a small bag."},{"id":"http:\/\/dbpedia.org\/resource\/Zuppa_Inglese","label":"Zuppa Inglese","content":"Zuppa Inglese (Italian for \"English soup\") is an Italian custard-based dessert, perhaps based on trifle."},{"id":"http:\/\/dbpedia.org\/resource\/Amatriciana_sauce","label":"Amatriciana sauce","content":"Sugo all'amatriciana (Italian pronunciation: [amatriˈtʃaːna]) or alla matriciana (in Romanesco dialect) is a traditional Italian pasta sauce based on guanciale (cured pork cheek), pecorino cheese, and tomato. Originating from the town of Amatrice (in the mountainous Province of Rieti of Lazio region), the Amatriciana is one of the most well-known pasta sauces in Roman and Italian cuisine. The sauce has been declared as Lazio's Prodotto agroalimentare tradizionale."},{"id":"http:\/\/dbpedia.org\/resource\/Cappon_magro","label":"Cappon magro","content":"Cappon magro or capòn magro is an elaborate and rich Genoese salad of seafood and vegetables over hard tack arranged into a decorative pyramid and dressed with a rich sauce.A similar but much less elaborate dish is called capponata in Liguria (cappunadda in Ligurian), capponata in Sardinia, and caponata estiva or caponata di pesce (in Campania). It is a salad of tomatoes, cucumbers, peppers, lettuce, hard-boiled eggs, bottarga, and dried tuna dressed with olive oil."},{"id":"http:\/\/dbpedia.org\/resource\/Cavallucci","label":"Cavallucci","content":"Cavallucci are a rich Italian Christmas pastry made with anise, almonds, candied fruits, coriander, and flour. They are Sienese in origin, and the name translates approximately to \"little horses.\"  The chewy biscuits traditionally use Tuscan millefiori honey as an essential ingredient in the paste."},{"id":"http:\/\/dbpedia.org\/resource\/Speck_Alto_Adige_PGI","label":"Speck Alto Adige PGI","content":"Speck Alto Adige PGI (German: Südtiroler Speck) is a dry-cured, lightly smoked ham (prosciutto in Italian), produced in South Tyrol, northern Italy. Parts of its production are regulated by the European Union under the protected geographical indication (PGI) status (see also Tyrolean Speck)."},{"id":"http:\/\/dbpedia.org\/resource\/Bavette_(pasta)","label":"Bavette (pasta)","content":"Bavette is a type of pasta, a narrower version of tagliatelle. It is a ribbon noodle, similar to spaghetti, that has a flat section and a slightly convex shape.he:פסטו"},{"id":"http:\/\/dbpedia.org\/resource\/Gianduja_(chocolate)","label":"Gianduja (chocolate)","content":"Gianduja or gianduia (Italian: [dʒanˈduːja]) is a sweet chocolate spread containing about 30% hazelnut paste, invented in Turin during Napoléon's regency (1796–1814), when the Mediterranean was under a blockade by the British.   A chocolatier in Turin named Michele Prochet, extended the little chocolate he had by mixing it with hazelnuts from the Langhe hills south of Turin. Based on Gianduia, Turin based chocolate manufacturer Caffarel invented Gianduiotto in 1852.  It takes its name from Gianduja, a Carnival and marionette character who represents the archetypal Piedmontese, a native of the Italian region where hazelnut confectionery is common."},{"id":"http:\/\/dbpedia.org\/resource\/Pignolo_(macaroon)","label":"Pignolo (macaroon)","content":"Pignolo (plural pignoli) is a macaroon typical of Sicily, Italy.  It is a very popular cookie in all of southern Italy, and in Sicilian communities in the United States. It is also typical of Catalonia, where it is one of several related cookies called panellets, served on All Saints Day.The cookie is a light golden color and studded with golden pine nuts (also called pignoli). Made with almond paste, the cookie is moist, soft and chewy beneath the pine nuts. Often it is formed in a crescent shape; otherwise it is round. This cookie is a popular Italian holiday treat, especially at Christmas. Because both almond paste and pine nuts are relatively expensive, and this cookie uses substantial amounts of both, this cookie is a luxury food.Being essentially an almond macaroon, this cookie belongs to a type known as \"amaretto\"."},{"id":"http:\/\/dbpedia.org\/resource\/Rigatoni","label":"Rigatoni","content":"Rigatoni is a form of tube-shaped pasta of varying lengths and diameters. It is larger than penne and ziti and sometimes slightly curved. Rigatoni is usually ridged, and the tube's end is square-cut like ziti, not diagonal like penne.The word rigatoni, comes from the Italian word rigato (rigatone being the augmentative and rigatoni the plural form), which means \"ridged\" or 'lined' and is associated with the cuisine of southern and central Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Colomba_di_Pasqua","label":"Colomba di Pasqua","content":"Colomba pasquale or colomba di Pasqua (\"Easter Dove\" in English) is an Italian traditional Easter cake, the counterpart of the two well-known Italian Christmas desserts, panettone and pandoro.The dough for the colomba is made in a similar manner to panettone, with flour, eggs, sugar, natural yeast and butter; unlike panettone, it usually contains candied peel and no raisins. The dough is then fashioned into a dove shape (colomba in Italian) and finally is topped with pearl sugar and almonds before being baked. Some manufacturers produce other versions including a popular bread topped with chocolate.The colomba was commercialised by the Milanese baker and businessman Angelo Motta as an Easter version of the Christmas speciality panettone that Motta foods were producing."},{"id":"http:\/\/dbpedia.org\/resource\/Breadstick","label":"Breadstick","content":"Breadsticks (grissini, dipping sticks) are generally pencil-sized sticks of crisp, dry bread originating in Turin and the surrounding area in Italy. They are originally thought to have been created in the 14th century; although according to a local tradition, they were invented by a baker in Lanzo Torinese (northern Italy) in 1679.Breadsticks may be offered at the table in restaurants as an appetizer. In some instances or regions they may be a type that is larger than pencil-sized. They may also be combined with ingredients such as prosciutto as an hors d'œuvre.Regions that consume breadsticks include the Americas, Europe (mainly Spain, Italy and Greece), and parts of Asia.Pre-made, dried breadsticks may sometimes be sold in markets as a kind of snack or a pre-meal appetizer for home use, somewhat similar to a cracker.Another recipe for breadsticks, called rosquilletas, exists in  Comunitat Valenciana (Spain)."},{"id":"http:\/\/dbpedia.org\/resource\/Michetta","label":"Michetta","content":"Michetta (also known as rosetta) is an Italian white bread, recognizable from its bulged shape.Other similarly prepared types of Italian breads include the maggiolino and tartaruga."},{"id":"http:\/\/dbpedia.org\/resource\/Mont_Blanc_(dessert)","label":"Mont Blanc (dessert)","content":"A Mont Blanc (or Mont-Blanc aux marrons, Italian: Monte Bianco) is a dessert of puréed, sweetened chestnuts topped with whipped cream. The name comes from Mont Blanc, as it resembles a snow-capped mountain."},{"id":"http:\/\/dbpedia.org\/resource\/Parmigiana","label":"Parmigiana","content":"Parmigiana (US \/ˌpɑːrməˈʒɑːnə\/ or \/ˈpærməˌʒɑːn\/; UK \/ˌpɑːmɪˈdʒɑːnə\/; also parmigiana di melanzane, or melanzane alla parmigiana) is an Italian dish made with a shallow or deep-fried sliced filling, layered with cheese and tomato sauce, then baked. Parmigiana made with a filling of eggplant (also called aubergine) is the earliest and still unique Italian version. Other variations may include chicken, veal, or another type of meat cutlet or vegetable filling. The origin of the dish is unclear; it is claimed by both the Southern regions of Campania and Sicily, and by the Northern province of Parma."},{"id":"http:\/\/dbpedia.org\/resource\/Gelato","label":"Gelato","content":"Gelato (Italian pronunciation: [dʒeˈlaːto]; plural: gelati) is the Italian word for ice cream, derived from the Latin word \"gelātus\" (meaning frozen). In American English this word commonly refers to varieties of ice cream made in a traditional Italian style. Gelato is made with milk, cream, various sugars, and flavoring such as fresh fruit and nut purees. It is generally lower in calories, fat and sugar than ice cream.Gelato is a type of soft ice cream containing a relatively small amount of air.  By statute, gelato in Italy must have at least 3.5% butterfat, with no upper limit established.The sugar content in homemade gelato, as in traditional ice cream, is balanced with the water content to act as an anti-freeze to prevent it from freezing solid. Types of sugar used include sucrose, dextrose, and inverted sugar to control apparent sweetness. Typically, gelato—like any other ice cream—needs a stabilizing base.  Egg yolks are used in yellow custard-based gelato flavors, including zabaione and creme caramel, and non-fat milk solids are also added to gelato to stabilize the base. Starches and gums, especially corn starch, are sometimes also used to thicken and stabilize the mix.In the United States there is no standard of definition for gelato set forth by the United States Food and Drug Administration, as there is for ice cream.  Whereas ice cream in the U.S. is defined by the Federal Code both by its ingredients, which includes milk fat (also known as butterfat) of 10% or more, gelato in the U.S. covers a wide range of products including frozen desserts eaten like ice cream; products that are identical to ice cream with the exception of their butterfat contents; and premium ice cream containing butterfat far exceeding the minimums set forth in Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Biscotti","label":"Biscotti","content":"Biscotti (\/bɪˈskɒti\/; Italian pronunciation: [bisˈkɔtti]; English: twice cooked), also known as cantuccini (English: coffee bread), are twice-baked cookies (or biscuits) originating in the Italian city of Prato. The biscuits are oblong-shaped almond biscuits, made dry and crunchy through cutting the loaf of dough while still hot and fresh from baking in the oven."},{"id":"http:\/\/dbpedia.org\/resource\/Casunziei","label":"Casunziei","content":"Casunziei is the name in a North-Eastern Italian dialect for a kind of filled fresh pasta, consisting of a filling sealed between two layers of thin pasta dough, folded in a typical half-moon shape. They are commonly home-made and are typical of the culinary tradition of the Dolomites area, in the north-eastern part of Italy, especially the provinces of Belluno, Vicenza, and Verona.The square shell, typically about 3.5 by 3.5 cm, consists of two sheets of pasta pressed together at the borders, like those of ravioli.The pre-cooked and finely ground filling varies from area to area and typically includes vegetables and ricotta cheese. The original recipes are the \"red\" variety (casunziei rossi) with beet, potato, and red Veronese turnips; and the \"green\" one (casunziei verdi) with spinach, the wild-growing erba cipollina in the filling. Other varieties have fillings of pumpkin or radishes.  The filling may included other ingredients such as ham, mushrooms, other kinds of cheese, poppy seeds, etc.  In particular, the casunziei all'ampezzana have a filling of red and yellow turnips and are typically served with melted butter, poppy seeds, and Parmesan cheese. Other servings are sage-flavored melted butter, or a radish-based sauce.At Cencenighe, casunziei served with ground poppy seeds and honey were a traditional Christmas Eve dish."},{"id":"http:\/\/dbpedia.org\/resource\/Carbonara","label":"Carbonara","content":"Carbonara is an Italian pasta dish from Lazio, Rome,  based on eggs, cheese (Pecorino Romano or Parmigiano-Reggiano), bacon (guanciale or pancetta), and black pepper. Spaghetti is usually used as the pasta, however, fettuccine, rigatoni, linguine or bucatini can also be used. The dish was created in the middle of the 20th century."},{"id":"http:\/\/dbpedia.org\/resource\/Nougat","label":"Nougat","content":"Nougat (US pronunciation: \/ˈnuːɡət\/ NOO-gət; UK \/ˈnʌɡət\/ NUG-ət or \/ˈnuːɡɑː\/ NOO-gaa;  French pronunciation: ​[nu.ɡa]) is a family of confectioneries made with sugar and\/or honey, roasted nuts (almonds, walnuts, pistachios, hazelnuts, and recently macadamia nuts are common), whipped egg whites, and sometimes chopped candied fruit. The consistency of nougat can range from soft and chewy to hard and crunchy, and it is used in a variety of candy bars and chocolates. The word nougat comes from Occitan pan nogat (pronounced [ˈpa nuˈɣat]), seemingly from Latin panis nucatus 'nut bread', (the late colloquial Latin adjective nucatum = 'nutted, nutty').There are three basic kinds of nougat. The first, and most common, is white nougat (\"mandorlato\" or \"torrone\" in Italy), made with beaten egg whites and honey;  it appeared in Cremona, Italy in the early 15th century and in Montélimar, France, in the 18th century. The second is brown nougat ( nougatine in French) which is made without egg whites and has a firmer, often crunchy texture. The third is the Viennese or German nougat which is essentially a chocolate and nut (usually hazelnut) praline."},{"id":"http:\/\/dbpedia.org\/resource\/Pandoro","label":"Pandoro","content":"Pandoro (pan d'oro) is a traditional Italian sweet yeast bread, most popular around Christmas and New Year. Typically a Veronese product, pandoro is traditionally shaped like a frustum with an 8 pointed-star section.It is often served dusted with vanilla scented icing sugar made to resemble the snowy peaks of the Italian Alps during Christmas."},{"id":"http:\/\/dbpedia.org\/resource\/Zeppole","label":"Zeppole","content":"A Zeppola (plural: zeppole; in southern Italian dialects: zeppoli, in north eastern dialects: fritulle) is an Italian pastry consisting of a deep-fried dough ball of varying size but typically about 4 inches (10 cm) in diameter.  This doughnut or fritter is usually topped with powdered sugar, and may be filled with custard, jelly, cannoli-style pastry cream or a butter-and-honey mixture. The consistency ranges from light and puffy, to bread- or pasta-like.Zeppole are typical of Italian cuisine, especially that of Rome and Naples.  They are also served in Sicily, Sardinia, on the island of Malta, and in Italian-American communities in the United States.  Zeppole are known by other names, including Bignè di San Giuseppe (in Rome), St. Joseph's Day cake, and sfinge. Zeppole are traditionally consumed during the Festa di San Giuseppe (Saint Joseph's Day) celebrated every March 19, when zeppole are sold on many streets and sometimes presented as gifts.The custom was popularized in the early 19th century by  Neapolitan baker Pasquale Pintauro."},{"id":"http:\/\/dbpedia.org\/resource\/Tortellini","label":"Tortellini","content":"Tortellini are ring-shaped pasta, sometimes also described as \"navel shaped\", hence their alternative name of \"belly button\" (ombelico). They are typically stuffed with a mix of meat (pork loin, prosciutto) or cheese. Originally from the Italian region of Emilia (in particular Bologna and Modena), they are usually served in broth, either of beef, chicken, or both.Packed, refrigerated or frozen, tortellini and tortelloni (similar but larger, with cheese and\/or vegetable stuffing) appear in many locations around the world, especially where there are large Italian communities. Tortellini and tortelloni are made in European industrial lines supplying markets in Europe and further afield. \"Fresh\" packed tortellini usually have 7 weeks of shelf-life."},{"id":"http:\/\/dbpedia.org\/resource\/Granita","label":"Granita","content":"Granita (in Italian also granita siciliana) is a semi-frozen dessert made from sugar, water and various flavorings. Originally from Sicily, it is available all over Italy in somewhat different forms. It is related to sorbet and Italian ice; however, in most of Sicily, it has a coarser, more crystalline texture. Food writer Jeffrey Steingarten says that \"the desired texture seems to vary from city to city\" on the island; on the west coast and in Palermo, it is at its chunkiest, and in the east it is nearly as smooth as sorbet. This is largely the result of different freezing techniques: the smoother types are produced in a gelato machine, while the coarser varieties are frozen with only occasional agitation, then scraped or shaved to produce separated crystals. Although its texture varies from coarse to smooth, it is always different from the one of an ice cream which is creamier, and from the one of a sorbet, which is more compact; this makes granita distinct and unique."},{"id":"http:\/\/dbpedia.org\/resource\/Macaroon","label":"Macaroon","content":"A macaroon (\/mækəˈruːn\/ mak-ə-ROON) is a type of small circular cake, typically made from ground almonds (the original main ingredient) or coconut (and\/or other nuts or even potato), with sugar and egg white. Macaroons are often baked on edible rice paper placed on a baking tray.The name of the cake comes from the Italian maccarone or maccherone meaning \"paste\", and referring to the original almond paste ingredient. This word itself derives from ammaccare, meaning \"to crush\"."},{"id":"http:\/\/dbpedia.org\/resource\/Fondue","label":"Fondue","content":"Fondue (\/ˈfɒndjuː\/ or \/ˈfɒnduː\/;  French pronunciation: ​[fɔ̃dy]) is a Swiss, Italian, and French dish of melted cheese served in a communal pot (caquelon) over a portable stove (réchaud), and eaten by dipping long-stemmed forks with bread into the cheese. It was promoted as a Swiss national dish by the Swiss Cheese Union (Schweizerische Käseunion) in the 1930s, and was popularized in North America in the 1960s.Since the 1950s, the name \"fondue\" has been generalized to other dishes in which a food is dipped into a communal pot of hot liquid: chocolate fondue, in which pieces of fruit are dipped into a melted chocolate mixture, and fondue bourguignonne, in which pieces of meat are cooked in hot oil."},{"id":"http:\/\/dbpedia.org\/resource\/Buccellato","label":"Buccellato","content":"A Buccellato is a Sicilian circular cake given by godparents to the godchild and family on the christening day. The cake is supposed to be as large as possible to ensure good luck. Legend has it that the cake has even once reached the size of a Ferris wheel. Depending on the recipe used, it can include dried or candied fruit.It is often paired with warm tea or cappuccino.It is usually consumed at about 16.00-17.00 pm but many also eat it for breakfast.A famous saying of the Lucchesi (people from Lucca, in Tuscany, which has its own type of buccellato) is: \"those who come to Lucca without eating the Buccellato is like they never been there!\"."},{"id":"http:\/\/dbpedia.org\/resource\/Panbrioche","label":"Panbrioche","content":"In Italian cuisine, a panbrioche is a kind of bread similar to a brioche. There are many variations of panbrioche, such as panbrioche dolce, panbrioche speziato, panbrioche salato, and panbrioche farcito."},{"id":"http:\/\/dbpedia.org\/resource\/Rigatoni_con_la_Pajata","label":"Rigatoni con la Pajata","content":"Rigatoni con la Pajata (in Italian: Rigatoni con la Pagliata) is a classic dish of the Roman Cuisine. The dish can be found in some traditional trattorias in Rome. Pajata is the term for the intestines of an \"un-weaned\" calf, i.e., only fed on its mother's milk. The intestines are cleaned and skinned, but the chyme is left inside. Then the intestine is cut in pieces 20 – 25 cm long, which are bound together with white thread, forming rings. When cooked, the combination of heat and the enzyme rennet in the intestines coagulates the chyme and creates a sort of thick, creamy, cheese-like sauce. These rings can be served simply seasoned and grilled (pajata arrosto) or in the traditional Roman dish in which pajata is stewed in a typical tomato sauce and served with rigatoni."},{"id":"http:\/\/dbpedia.org\/resource\/Cavatappi","label":"Cavatappi","content":"Cavatappi is macaroni formed in a curly, swirly, spiral tube shape. It is known by other names, including cellentani, amori, spirali, tortiglioni, fusilli rigati, or scoobi doo. It usually has rigati (lines or grooves on the outside surface of pasta)."},{"id":"http:\/\/dbpedia.org\/resource\/Vodka_sauce","label":"Vodka sauce","content":"Vodka sauce is an Italian sauce made from a smooth tomato sauce, vodka, typical Italian herbs and heavy cream, which gives the sauce its distinctive pink coloration. It gained popularity in the 1970s, when a variation won a national recipe contest in Italy. It is a key ingredient in penne alla vodka, although it may well have been a sauce before its popularization in the 1970s. The vodka's function is, ostensibly, to release flavors in the tomato that are normally inaccessible; using alcoholic beverages for this purpose is common in Italian cooking, although usually accomplished with wine."},{"id":"http:\/\/dbpedia.org\/resource\/Radiatori","label":"Radiatori","content":"Radiatori are small, squat pasta shapes that are said to resemble radiators. They were created in the 1960s by an industrial designer. They are often used in similar dishes as rotelle or fusilli, because their shape works well with thicker sauces. They are also used in casseroles, salads, and soups."},{"id":"http:\/\/dbpedia.org\/resource\/Mortadella_sandwich","label":"Mortadella sandwich","content":"A mortadella sandwich is any sandwich using mortadella, a large Italian sausage, and also refers to a very popular sandwich in Brazil especially São Paulo made with mortadella sausage. The sandwich is made from nearly a half of a pound of mortadella sausage, Provolone cheese, sourdough bread, mayonnaise and Dijon mustard."},{"id":"http:\/\/dbpedia.org\/resource\/Penia_(bread)","label":"Penia (bread)","content":"Penia is a sweet bread that originated in rural Italy and is made during the Easter holiday. Ingredients include sugar, butter, eggs, anise seeds and lemons."},{"id":"http:\/\/dbpedia.org\/resource\/Semifreddo","label":"Semifreddo","content":"Semifreddo (pronounced [semiˈfreddo], Italian: half cold) is a class of semi-frozen desserts, typically ice-cream cakes, semi-frozen custards, and certain fruit tarts. It has the texture of frozen mousse because it is usually produced by uniting two equal parts of ice cream and whipped cream. Such a dessert's Spanish counterpart is called semifrío. In Italian cuisine, the semifreddo is commonly made with gelato as a primary ingredient."},{"id":"http:\/\/dbpedia.org\/resource\/Calzone","label":"Calzone","content":"A calzone (\/kælˈzoʊni\/, US \/kælˈzoʊneɪ\/, or \/kælˈzoʊn\/, UK \/kælˈtsoʊni\/; Italian: [kalˈtsoːne], \"stocking\" or \"trouser\") is an Italian filled oven bread, originating in Naples, and shaped as a folded pizza. It resembles a half-moon and is made of salted bread dough. A typical calzone is baked in an oven and stuffed with salami or ham, mozzarella, ricotta and Parmesan or pecorino cheese, amalgamated with an egg. Its regional variations include other ingredients that are normally associated with pizza toppings. Calzones of smaller dimension can also be fried in olive oil."},{"id":"http:\/\/dbpedia.org\/resource\/Arrabbiata_sauce","label":"Arrabbiata sauce","content":"Arrabbiata sauce, or sugo all'arrabbiata in Italian, is a spicy sauce for pasta made from garlic, tomatoes, and red chili peppers cooked in olive oil. \"Arrabbiata\" literally means \"angry\" in Italian, and the name of the sauce is due to the heat of the chili peppers."},{"id":"http:\/\/dbpedia.org\/resource\/Tartufo","label":"Tartufo","content":"Tartufo is an Italian ice-cream dessert originating from Pizzo, Calabria. It is usually composed of two or more flavors of ice cream, often with either fruit syrup or frozen fruit — typically raspberry, strawberry or cherry — in the center. It is typically covered in a shell made of chocolate or cocoa, but cinnamon or nuts are also used."},{"id":"http:\/\/dbpedia.org\/resource\/Struffoli","label":"Struffoli","content":"Struffoli is a Neapolitan dish made of deep fried balls of dough about the size of marbles. Crunchy on the outside and light inside, struffoli are mixed with honey and other sweet ingredients. There are many different ways to dress them, but the traditional way is to mix them in honey with diavulilli (nonpareils sprinkles), cinnamon, and bits of orange rind. In Calabria they are also known as scalilli. They are often served at Christmas and are sometimes served warm."},{"id":"http:\/\/dbpedia.org\/resource\/Pillus","label":"Pillus","content":"Pillus  is a type of ribbon pasta noodles typical of Sardinia. Pillus is typically very thin."},{"id":"http:\/\/dbpedia.org\/resource\/Stuffed_eggplant","label":"Stuffed eggplant","content":"Stuffed eggplants (Azerbaijani:  Badımcan dolması) (Turkish: Patlıcan dolması) (Italian:  Melanzane ripiene) are a dish typical of many countries."},{"id":"http:\/\/dbpedia.org\/resource\/Fagottini","label":"Fagottini","content":"Fagottini (Italian: little bundles) is an Italian pasta. They are typically pasta shapes filled with vegetables, typically steamed carrots and green beans, ricotta, onion and olive oil."},{"id":"http:\/\/dbpedia.org\/resource\/Antipasto","label":"Antipasto","content":"Antipasto (plural antipasti) means \"before the meal\" and is the traditional first course of a formal Italian meal. Traditional antipasto includes cured meats, olives, peperoncini, mushrooms, anchovies, artichoke hearts, various cheeses (such as provolone or mozzarella), pickled meats, and vegetables in oil or vinegar.The contents of an antipasto vary greatly according to regional cuisine. It is quite possible to find in the south of Italy different preparations of saltwater fish and traditional southern cured meats (like soppressata or 'nduja), whereas in northern Italy it will contain different kinds of cured meats and mushrooms and probably, especially near lakes, preparations of freshwater fish. The cheeses included also vary significantly between regions and backgrounds.Many compare antipasto to hors d'oeuvre, but antipasto is served at the table and signifies the official beginning of the Italian meal. It may also be referred to as a starter, or an entrée."},{"id":"http:\/\/dbpedia.org\/resource\/Macaroni_soup","label":"Macaroni soup","content":"Macaroni soup is soup that includes macaroni. The food is a traditional dish in Italy, sometimes served with beans, known as pasta e fagioli, and was also included in Mrs Beeton's Book of Household Management where the connection with Italy is mentioned and the dish includes parmesan cheese. In the early 19th century, macaroni soup was one of the most common dishes in Italian inns.The soup was discussed as a food to improve the health of poor miners.  Weeds can be used in macaroni soup in times of poverty to provide vitamins and minerals.  Due to its inexpensive nature, it is often part of the menu in institutions such as schools, hospitals and prisons.  Protein such as soya beans can be added to provide nutrition.  It was included in a cookbook for schools in 1896. One book suggests using it as a food to comfort distressed mental patients.  The dish was served as part of the menu for students in Memorial Hall, Harvard in 1882, where their food was described as looking better than it tastes.In Los Angeles it is sometimes served with chilli. The soup is also known in Malaysia, where it is sometimes served with chicken balls.A similar dish is sopas, from the Philippines."},{"id":"http:\/\/dbpedia.org\/resource\/Panada","label":"Panada","content":"Panada or panado is a sort of bread soup composed of  bread boiled to a pulp in water or other liquids.In British cuisine, it may be flavored with sugar, Zante currants, nutmeg, and so on. A version of panada was a favorite dish of the author Percy Bysshe Shelley who was a vegetarian. Mentions of this dish included bread, water and nutmeg.In French cuisine, it is often enriched with butter, milk, cream, or egg yolk.In northeastern Italy, it serves as an inexpensive meal in the poor areas of the countryside.  It may be enriched with eggs, beef broth, and grated cheese. It was frequently prepared as a meal for elderly or ill people.In Spain, it is made by boiling bread in water or milk and adding flavoring.In Sardinia, a panada is a pie filled with lamb, potatoes, sundried tomatoes, onions, garlic, saffron, etc.In Indonesian cuisine, panada is a bread snack filled with spicy tuna or cakalang fish (skipjack tuna). It is actually derived from Portuguese empanada. It is the specialty of Manado city, Minahasa people, North Sulawesi, Indonesia. The name comes from Spanish pan 'bread'."},{"id":"http:\/\/dbpedia.org\/resource\/Baicoli","label":"Baicoli","content":"Baicoli (English: golden oval) are an Italian biscuit, originating in Venice.Baicoli gain their name because their shape resemble that of sea bass, which in local dialect is called baicoli.These biscuits were created as a ship's biscuit, for long sea voyages by Venetian ships. Being very dry, these biscuits maintain their consistency for a long duration, when properly stored in the distinctive yellow tin boxes in which they are traditionally sold. Their preparation, which is long and laborious, has two acts of leavening and double baking.Today, Baicoli are served with coffee and zabaglione, in which they could be dipped."},{"id":"http:\/\/dbpedia.org\/resource\/Baxin","label":"Baxin","content":"The Baxin is a typical sweet originating from Liguria, Italy. It consists of anise seeds, sugar, flour and lemon. It has been made for some time — by the eighteenth century it was produced and sold by Benedictine monks in Liguria. The origin of Baxin is unknown.The Baxin consists of few ingredients. They do not contain butter, eggs or preservatives. Their flavor is sugar, honey and lemon, with a marked accent of fennel. They have a yellow color.The Baxin may be accompanied with white, red or marsala wine."},{"id":"http:\/\/dbpedia.org\/resource\/Eggplant_papucaki","label":"Eggplant papucaki","content":"Eggplant Papucaki (Turkish: Patlıcan papucaki) is a typical Aegean dish found on both Turkish and Greek sides of the Aegean Sea. \"Papuc\" or \"papuç\" is a Persian word \"paposh\" (پاپٯش) that is used in Turkish and means shoe or slipper. The ingredients are eggplants (Italian eggplants are perfect for papucaki), green peppers or bell peppers, green onions, tomatoes, lemon, olive oil, mozzarella or feta cheese, eggs, leaves, salt and pepper."},{"id":"http:\/\/dbpedia.org\/resource\/Bicerin","label":"Bicerin","content":"Bicerin (pronounced [bitʃeˈriŋ] in Piedmontese) is a traditional hot drink native to Turin, Italy, made of espresso, drinking chocolate and whole milk served layered in a small rounded glass. The word bicerin is Piedmontese for \"small glass\". The beverage has been known since the 18th-century and was praised by Alexandre Dumas in 1852. It is believed to be based on the 17th-century drink \"Bavareisa\": the key distinction being that in a bicerin the three components are carefully layered in the glass rather than being mixed together. In the USA heavy cream may be used instead of milk.The Caffè Al Bicerin has been serving the drink in Turin's Piazza della Consolata since the 18th century, and some authorities believe that the drink was invented there. Others believe that it originated around 1704 in the Caffè Fiorio which still stands on what is now Via Po.In 2001 bicerin was recognized as a \"traditional Piedmontese product\" in the official bulletin of the Piedmont region."},{"id":"http:\/\/dbpedia.org\/resource\/Botargo","label":"Botargo","content":"Botargo is a Mediterranean delicacy of salted, cured fish roe (fish eggs), typically from grey mullet or tuna.The product is similar to the softer cured mullet roe, karasumi from Japan and East Asia."},{"id":"http:\/\/dbpedia.org\/resource\/Ciarduna","label":"Ciarduna","content":"Ciarduna is a type of Italian pastry.Ciarduna siciliana is a traditional sweet pastry from the province of Palermo, Sicily (Italy). It consists of an almond cookie shell filled with a ricotta or mascarpone filling.  Some variants are also covered with a shell of chocolate or chocolate frosting and powdered sugar."},{"id":"http:\/\/dbpedia.org\/resource\/Deviled_egg","label":"Deviled egg","content":"Deviled eggs (US) or devilled eggs (UK) or eggs mimosa are hard-boiled eggs, shelled, cut in half, and filled with the hard-boiled egg's yolk mixed with other ingredients such as mayonnaise and mustard, but many other variants exist internationally. Deviled eggs are usually served cold. They are served as a side dish, appetizer or a main course, and are a common holiday or party food."},{"id":"http:\/\/dbpedia.org\/resource\/Trenette","label":"Trenette","content":"Trenette is a type of narrow, flat, dried pasta especially associated with Genoa and Liguria."},{"id":"http:\/\/dbpedia.org\/resource\/Gemelli_(pasta)","label":"Gemelli (pasta)","content":"Gemelli is a type of pasta. The name derives from the Italian word for twins.Gemelli are not twin tubes twisted around one another, as they may appear to be, but rather a single s-shaped strand twisted into a spiral.Gemelli is also called 'Unicorn Horns'."},{"id":"http:\/\/dbpedia.org\/resource\/Marinara_sauce","label":"Marinara sauce","content":"Marinara (English: mariner's) sauce is an Italian sauce that originated in Naples, usually made with tomatoes, garlic, herbs, and onions. Its many variations can include the addition of capers, olives and spices. It is occasionally sweetened with a dash of red wine.This sauce is also widely used in Italian-American cuisine, which has diverged from its Old World origins.Italians refer to marinara sauce only in association with other recipes. For instance, spaghetti alla marinara literally translates to \"spaghetti mariner's style\" (from the adjective marinara with the feminine suffix -a pertaining to salsa, Italian for sauce), but tomato sauce alone in Italy is called sugo\/salsa al\/di pomodoro or pummarola (the latter being Neapolitan language)."},{"id":"http:\/\/dbpedia.org\/resource\/Panini_(sandwich)","label":"Panini (sandwich)","content":"A panino (Italian pronunciation: [paˈniːno]) is a grilled sandwich made from bread other than sliced bread, in which case Italians call it a tramezzino. Examples of bread types used for panini are  ciabatta, rosetta and baguette. The bread is cut horizontally and filled with deli ingredients such as salami, ham, cheese, mortadella, or other food, and sometimes served warm after having been pressed by a warming grill. A toasted sandwich made from sliced bread is not called \"panino\" but \"toast\"  by Italians, and is usually filled with ham and a few slices of cheese, and heated in a sandwich press. A popular version of panino in Central Italy is filled with porchetta, slices of pork roasted with salt, rosemary, and sage.While in Italy, the word \"panino\" refers to the bread roll itself, In the United States, United Kingdom and Canada, the term has been adopted to refer to pressed and toasted sandwiches; there is widespread availability and use of sandwich presses, often known as \"panini presses\" or \"toasted sandwich makers.\" In Australia and New Zealand an intermediate meaning of the term exists, referring to toasted sandwiches made with bread other than sliced bread, most frequently baguette."},{"id":"http:\/\/dbpedia.org\/resource\/Penne","label":"Penne","content":"Penne (Italian pronunciation: [ˈpenːe]) is a type of pasta with cylinder-shaped pieces.  Penne is the plural form of the Italian penna, deriving from Latin penna (meaning \"feather\" or \"quill\"), and is a cognate of the English word pen."},{"id":"http:\/\/dbpedia.org\/resource\/Bigoli","label":"Bigoli","content":"Bigoli (Venetian: bìgołi) is an extruded pasta in the form of a long and thick tube. Traditionally they were made with buckwheat flour, but are more commonly made with whole wheat flour now. Traditionally, duck eggs are used for the pasta. It closely resembles bucatini. Bigoli is a term used in Treviso, whereas the term pici is used in Tuscany for a similar sized pasta without the hole in the center.In \"La vecchia cucina eugubina\" they say that this noodle is as thick as a wooden needle for knitting stockings."},{"id":"http:\/\/dbpedia.org\/resource\/Farinata","label":"Farinata","content":"Farinata, socca, torta di ceci or cecina is a sort of thin, unleavened pancake or crêpe of chickpea flour originating in Genoa and later a typical food of the Ligurian Sea coast, from Nice to Pisa."},{"id":"http:\/\/dbpedia.org\/resource\/Fettuccine","label":"Fettuccine","content":"Fettuccine (pronounced [fettutˈtʃiːne]; literally \"little ribbons\" in Italian) is a type of pasta popular in Roman cuisine. It is a flat thick noodle made of egg and flour (usually one egg for every 100 g of flour), wider than but similar to the tagliatelle typical of Bologna. It is often eaten with sugo d'umido (beef ragù) and ragù di pollo (chicken ragù).Fettuccine is traditionally made fresh (either at home or commercially) but dried fettuccine can also be bought in shops.Spinach fettuccine are made from spinach, flour, and eggs."},{"id":"http:\/\/dbpedia.org\/resource\/Penne_alla_vodka","label":"Penne alla vodka","content":"Penne alla vodka is an Italian pasta dish always made with vodka and penne pasta, often made with heavy cream, crushed tomatoes, onions, and sometimes sausage or bacon."},{"id":"http:\/\/dbpedia.org\/resource\/Foglie_d'ulivo","label":"Foglie d'ulivo","content":"Foglie d'ulivo (also spelled foglie di ulivo) is a variety of handmade pasta made in the shape of olive leaves."},{"id":"http:\/\/dbpedia.org\/resource\/Pastina","label":"Pastina","content":"Pastina (Turkish: Şehriye) (literally \"little pasta\") is a variety of pasta consisting of tiny pieces of pasta available in a variety of shapes. It is the smallest type of pasta produced. It is made of wheat flour and may also include egg.Pastina is typically used in broth soups in Italian and Turkish cuisine"},{"id":"http:\/\/dbpedia.org\/resource\/Sugoli","label":"Sugoli","content":"Sugoli is a dessert prepared with the must of red grapes, flour and sugar, cooked slowly and then left to cool. The sugoli can be served cool, like a pudding, or preserved in a jar like jam. It is a typical dessert in Northern Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Pizza_al_taglio","label":"Pizza al taglio","content":"Pizza al taglio or pizza al trancio (Italian for pizza by the slice — literally \"by the cut\") is a variety of pizza baked in large rectangular trays, and generally sold in rectangular or square slices by weight, with prices marked per kilogram or per 100 grams. This type of pizza was invented in Rome, Italy, and is common throughout Italy. Many variations and styles of Pizza al taglio exist, and the dish is available in other areas of the world in addition to Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Filone","label":"Filone","content":"Filone is a classic everyday Italian yeast bread, with a texture and crumb similar to the French baguette.The name of the bread comes from the Italian word \"filo\", which means \"line\"."},{"id":"http:\/\/dbpedia.org\/resource\/Garganelli","label":"Garganelli","content":"Garganelli are a type of egg-based pasta formed by rolling a flat, square noodle into a tubular shape.  They can be made from smooth pasta or a ridged variant.While garganelli are very similar to penne, they differ in that a \"flap\" is clearly visible where one corner of the pasta square adheres to the rest, as opposed to a perfect cylinder in penne.Garganelli can be served in a variety of recipes; a traditional duck ragù is a common accompaniment and a specialty of the cuisine of Bologna, Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Crostino","label":"Crostino","content":"Crostino (meaning \"little toast\" in Italian) is an Italian appetizer consisting of a small slice of grilled or toasted bread and toppings. The toppings may include a variety of different cheeses, meats, and vegetables, or may be presented more simply with a brush of olive oil and herbs or a sauce. Crostini are typically made using Italian ciabattas and are often served with wine.Along with bruschetta, crostini are thought to originate in medieval times when it was typical for Italian peasants to eat their meals on slices of bread instead of using ceramics."},{"id":"http:\/\/dbpedia.org\/resource\/Pane_di_Altamura","label":"Pane di Altamura","content":"Pane di Altamura is a type of bread made from durum flour from the Altamura, area in the Provincia di Bari in the Puglia region of Italy.In 2003 Pane di Altamura was granted PDO status within Europe.By law, it must produced as to a range of demands, including particular varieties of wheat, certain specification of water and production method, and then have a final crust over 3mm in thickness, shape tends not to be important.Official production zone consists of the Comuni of:AltamuraGravina di PugliaPoggiorsiniSpinazzolaMinervino Murge"},{"id":"http:\/\/dbpedia.org\/resource\/Colaz","label":"Colaz","content":"Colaz is a donut-shaped baked cookie made of wheat flour, butter, salt, leavening agent, and sugar. They are flavored with vanillin, cinnamon and cloves. A type of Confirmation biscuit, they are typical in Friuli and especially Carnia. Like a brasadé in Oltrepo Pavese during the nineteenth century, they are prepared for the sacrament of confirmation, tied with a ribbon, and used to decorate the confirmand's clothes. The biscuit surface is painted with egg yolk and decorated with colored confectionery. Pink or light blue ribbon is used. It is listed in the Ark of Taste."},{"id":"http:\/\/dbpedia.org\/resource\/Infobox","label":"Infobox","content":"An infobox is a template used to collect and present a subset of information about its subject, such as a document. It is a structured document containing a set of attribute–value pairs, and in Wikipedia represents a summary of information about the subject of an article. In this way, they are comparable to data tables in some aspects. When presented within the larger document it summarizes, an infobox is often presented in a sidebar format.An infobox may be implemented in another document by transcluding it into that document and specifying some or all of the attribute–value pairs associated with that infobox, known as parameterization."},{"id":"http:\/\/dbpedia.org\/resource\/Trofie","label":"Trofie","content":"Trofie (Italian pronunciation: [ˈtroːfiɛ]) is a short, thin, twisted pasta from Genova.Trofie is shaped by rolling a small piece of dough on a flat surface to form a short, round length of pasta with tapered ends, then twisting it to form the final shape.It is around 2–3 cm (0.8–1.2 in) long with a diameter of roughly 4 mm (0.2 in). The average cooking time is 15 minutes.In Italian cuisine, it is served with a pesto sauce."},{"id":"http:\/\/dbpedia.org\/resource\/Tortello_amaro_di_Castel_Goffredo","label":"Tortello amaro di Castel Goffredo","content":"The Tortello amaro di Castel Goffredo is a type of stuffed pasta like ravioli and recognized traditional food product of the Lombardy region, typical of the Castel Goffredo in the province of Mantua.It is named for the presence balsamita filling, an aromatic herb called locally 'bitter herb'. The other filling ingredients are herbs, parmesan cheese, bread crumbs, eggs, nutmeg, sage, onion, garlic and salt. Preparing fresh pasta is still a traditional recipe with 10 eggs per kg of flour. About the film obtained is the filling, folding and closing hand, to get well for tortello characteristically flattened triangular.Once cooked in salt water, the tortelli served with sprinkled with parmesan cheese and a tablespoon of melted butter flavored with sage.Annually, in the third week of June, in Castel Goffredo, there is the traditional \"Feast of the Tortello amaro of Castel Goffredo.\""},{"id":"http:\/\/dbpedia.org\/resource\/Coda_alla_vaccinara","label":"Coda alla vaccinara","content":"Coda alla vaccinara is a modern Roman oxtail stew made from oxtail and various vegetables, most notably celery. Its introduction dates back to times when it was customary to pay a vaccinaro (cattle butcher) in kind with quinto quarto."},{"id":"http:\/\/dbpedia.org\/resource\/Genoa_cake","label":"Genoa cake","content":"Genoa cake (also simply Genoa) is a fruit cake consisting of sultanas, currants or raisins, glacé cherries, almonds, and candied orange peel or essence, cooked in a batter of flour, eggs, butter and sugar.Although the name genoa cake is mainly used in the UK, it is a variant of the Pandolce cake which originated in 16th century Genoa as a Christmas cake. Unlike genoa, traditional Pandolce includes pine nuts as a major ingredient and uses yeast as its raising agent, which requires several hours to rise, like bread. This original form is now known as Pandolce Alto, whilst a simpler variant which uses baking powder is known as Pandolce basso and is essentially the same as the genoa cake sold in the UK, with a moist but crumbly texture.The term Genoa cake is also sometimes used to refer to Génoise cake which is a light sponge cake without fruit."},{"id":"http:\/\/dbpedia.org\/resource\/Orzo_(pasta)","label":"Orzo (pasta)","content":"Orzo (Italian for \"barley\", from Latin hordeum), also risoni (Italian: \"big rice\"), is a form of short-cut pasta, shaped like a large grain of rice. Orzo can be served alone, as a soup accompaniment, as part of a salad or pilaf, or baked in a casserole."},{"id":"http:\/\/dbpedia.org\/resource\/Caprese_salad","label":"Caprese salad","content":"Caprese salad (Italian: Insalata Caprese, meaning \"Salad of Capri\") is a simple Italian salad, made of sliced fresh mozzarella, tomatoes and basil, seasoned with salt, and olive oil. It was made to resemble the colors of the Italian flag: red, white, and green. In Italy, it is usually served as an antipasto (starter), not a contorno (side dish) unlike most salads."},{"id":"http:\/\/dbpedia.org\/resource\/Panna_cotta","label":"Panna cotta","content":"Panna cotta (from Italian cooked cream) is an Italian dessert made by blending thick cream, egg white and honey. The blend is then baked in a bain-marie in a low oven. The original panna cotta really does feel and taste like \"cooked cream,\" but requires very careful monitoring of oven temperatures and timing.Alternative recipes, mostly used in restaurants outside of Italy, use simmering together cream, milk, and sugar, mixing this with gelatin, and letting it cool until set. It is generally believed to have originated in the Northern Italian region of Piedmont, although it is eaten all over Italy, where it is served with wild berries, caramel, chocolate sauce, or fruit coulis. It is not known exactly how or when this dessert came to be, but some theories suggest that cream, for which mountainous Northern Italy is famous, was historically eaten plain or sweetened with fruit or hazelnuts. Earlier commercial recipes for the dish did not directly mention gelatin, but instead included a step in which fish bones were boiled; this is now known to extract collagen from the bones, which turns to gelatin. Home preparation has always used honey and egg whites, traditionally abundant in Italian homes, left over from the yolks used to enrich hand-made pasta and cakes. Sugar, later a main ingredient, would not have been widely available as it was an expensive imported commodity. After years this treat evolved, commercially, into what is now a gelatin dessert, flavoured with vanilla and topped with fruit or spices, and served chilled.Rather similar versions of this dish are found in Greece, France, and Finland."},{"id":"http:\/\/dbpedia.org\/resource\/Torta_caprese","label":"Torta caprese","content":"Torta caprese is a traditional Italian chocolate and almond or walnut cake named for the island of Capri from which it originates. As it is made without flour, it may be eaten by individuals following a gluten-free diet, such as those with coeliac disease.Many variations of this cake are made, but the basic recipe is to mix softened butter at room temperature with sugar; egg yolks are then added, and once combined, the remaining ingredients are added: finely minced almonds, chocolate melted via bain-marie, and whipped egg whites. After baking, the cake has a thin hard shell covering a moist interior. It is usually covered with a light dusting of fine powdered sugar. It is sometimes made with a small amount of Strega or other liqueur.It has been referred to as \"uno dei pasticci più fortunati della storia\" (one of history's most fortunate mistakes)."},{"id":"http:\/\/dbpedia.org\/resource\/Pizzoccheri","label":"Pizzoccheri","content":"Pizzoccheri are a type of short tagliatelle, a flat ribbon pasta, made with 80% buckwheat flour and 20% wheat flour. When classically prepared in Valtellina or in Graubünden, they are cooked along with greens (often Swiss Chard but also Savoy cabbage), and cubed potatoes. This mixture is layered with pieces of Valtellina Casera cheese and ground Grana Padano or Parmigiano Reggiano, and dressed with garlic and sage that are lightly fried in butter together.Pizzoccheri can be made easily by hand. They can also be found pre-made.Two pizzoccheri fairs (or sagre) take place in Teglio: La Sagra dei Pizzoccheri, celebrated in July and the festival of The Golden Pizzocchero, celebrated in September.The Pizzoccheri bianchi of the area around Chiavenna are quite distinct, being a form of gnocchetti, often made from white wheatflour and dry bread."},{"id":"http:\/\/dbpedia.org\/resource\/Taralli","label":"Taralli","content":"Taralli are toroidal Italian snack foods, common all over the southern half of the Italian Peninsula. A cracker similar in texture to a breadstick or a pretzel, taralli can be sweet or savory. Sweet taralli are sometimes glazed with sugar. Savory taralli may be flavored with onion, garlic, sesame seeds, poppy seeds, fennel, pepper, chili or just salt. Sweet and plain taralli are often dunked in wine.Taralli are classically formed into rings or ovals about 10 to 12.5 cm (4 to 5 inches) in circumference. Smaller taralli, called tarallini, with a circumference of 3.8 to 7.8 cm (1.5 to 3 inches), are sold commercially. Similar to bagels, they are briefly boiled before being baked, which gives them a very interesting texture. Baked taralli can be kept in an airtight container for several months.A variation can be made by deep-frying a sweet version of the rings and serving them with a sweet dessert wine. Fried taralli do not keep well and should be eaten quickly.Ingredients for one commercially sold tarallini brand: wheat flour, yeast, water, olive oil, fennel seed, black pepper, salt, anise flavor."},{"id":"http:\/\/dbpedia.org\/resource\/Fiori_(pasta)","label":"Fiori (pasta)","content":"Fiori is a shape of extruded pasta. The Italian term fiori means flowers. This pasta is similar to rotelle."},{"id":"http:\/\/dbpedia.org\/resource\/Jumble_(cookie)","label":"Jumble (cookie)","content":"Jumbles (other spellings Jambles, Jumbals, Jumbolls, Jumbolds, Jumballs) are cookie-like pastries, common in England and abroad since the Middle Ages, which tend to have a relatively simple recipe of nuts, flour, eggs, and sugar, with vanilla, anise, or caraway seed used for flavoring. They were formerly often made in the form of rings or rolls.Jumbles were known by many variations on the basic name, including jambal, jemelloe, and gemmel. They were widespread, specifically because they travelled well, thanks to their very dense, hard nature. They could be stored for up to a year without becoming too stale. Because of their density, they were sometimes twisted into knots before baking, in order to make them easier to eat, generating knots as another common name.Jumbals were traditionally shaped in intricate loop or knot patterns, usually of rolled out dough. Early flavouring agents were aniseed, coriander, caraway seeds and rosewater. Later, jumbles referred, especially in the United States, to a  thin crisp cake or cookie using e.g. lemon-peel as a flavouring agent.In Australia, Arnotts manufactures a related product called Honey Jumbles."},{"id":"http:\/\/dbpedia.org\/resource\/Pasta_e_fagioli","label":"Pasta e fagioli","content":"Pasta e fagioli, meaning \"pasta and beans\", is a traditional meatless Italian dish. Like many other Italian favorites including pizza and polenta, the dish started as a peasant dish, being composed of inexpensive ingredients. Today it can be widely found, even in restaurants that do not specialize in Italian cuisine. It is often pronounced pasta fazool in the United States (after the pronunciation of beans in the Neapolitan language)."},{"id":"http:\/\/dbpedia.org\/resource\/Piadina","label":"Piadina","content":"Piadina or Piada is a thin Italian flatbread, typically prepared in the Romagna region (Forlì-Cesena, Ravenna and Rimini). It is usually made with white flour, lard or olive oil, salt and water. The dough was traditionally cooked on a terracotta dish (called teggia in the Romagnol), although nowadays flat pans or electric griddles are commonly used.The Piadina has been added to the list of the traditional regional food products of Italy of the Emilia-Romagna Region."},{"id":"http:\/\/dbpedia.org\/resource\/Stringozzi","label":"Stringozzi","content":"Stringozzi or Strangozzi is an Italian wheat pasta, among the more notable of those produced in the region of Umbria. The long, rectangular cross-section noodles are made by hand and generally served with the local black truffles, a meat ragù or a tomato-based sauce. The name of the pasta is drawn from its resemblance to shoelaces, as stringhe is Italian for strings."},{"id":"http:\/\/dbpedia.org\/resource\/Sardenara","label":"Sardenara","content":"Sardenara or Sardenaira is a snack from  West Liguria similar to a pizza, baked in very large rectangular baking trays and generally bought from a bakery in small rectangular cut pieces.  The light, crispy base is normally approximately 15 mm (0.59 in) and is made from a bread-type dough of wheat flour (the flour is normally of cake quality), sometimes with the addition of potato flour mixed with yeast, olive oil and milk. The tomato topping consists of tomatoes and onions cooked before putting on the base, as opposed to a pizza, where the topping is left uncooked before going into the oven, all finished off with sardine paste (sarde, which give it its name), capers, garlic, local black olives, and oregano, and brushed with olive oil."},{"id":"http:\/\/dbpedia.org\/resource\/Zuccotto","label":"Zuccotto","content":"Zuccotto is an Italian dessert with origins in Florence. Zuccotto is a semi-frozen, chilled dessert made with brandy, cake and ice cream. It can be frozen, then thawed before serving. This dessert is traditionally made in a special pumpkin-shaped mold (Zuccotto means \"little pumpkin\" in Italian). It is widely believed to have been inspired by the dome of Florence's duomo (the city's main cathedral). Others allude to its shape as closely resembling a cardinal's skullcap or zucchetto."},{"id":"http:\/\/dbpedia.org\/resource\/Corzetti","label":"Corzetti","content":"Corzetti (in Genoese dialect curzetti) are a kind of fresh pasta typical of the Ligurian cuisine of north-west Italy, and traditional also in the area of Novi Ligure just across the border with Piedmont in the Province of Alessandria. They are similar to another Ligurian pasta called Croxetti.There are two different kinds of corzetti. Those from the Val Polcevera, one of the principal valleys of the area of Genoa are made in \"figure of eight\" shape. Elsewhere  curzetti stampae (“pressed” or “stamped” corzetti) are found. These are small, thin rounds of pasta which are given an embossed decoration using a special wooden hand-tool. The embossing is indeed more than decoration, as it helps the pasta to hold its sauce better. In the historic centre of Genoa there are still traditional pasta shops where the corzetti are handmade and where they make these tools to make them with.Besides the artisanal production, corzetti are also made on an industrial basis using ravioli machines made by such companies as Arienti & Cattaneo, Ima, Ostoni and Zamboni."},{"id":"http:\/\/dbpedia.org\/resource\/Krumiri","label":"Krumiri","content":"Krumiri are a kind of biscuit which is regarded as the particular delicacy of Casale Monferrato, the city in north-west Italy where they were invented in 1878 by the confectioner Domenico Rossi. They are made without water from wheat flour, sugar, butter, eggs and vanilla, in the form of a slightly bent, rough-surfaced cylinder. This handlebar shape is said to have been chosen in honour of the extravagantly moustachioed Victor Emanuel II, the first king of united Italy.They may be eaten with—or dunked in—tea, liqueurs, wine, zabaione, etc."},{"id":"http:\/\/dbpedia.org\/resource\/Frittole_(doughnut)","label":"Frittole (doughnut)","content":"Frittole are an Italian fried doughnut type food made from a dough with raisins, orange peel, and lemon peel in it. They are eaten in and around the Friuli-Venezia Giulia and Veneto regions. However is known to be founded around the Giuliani areas of Trieste and Venice. Many variations are common, including custard and chocolate filling.  They are fried in oil until golden brown and sprinkled with sugar. They are included in the British Museum Cookbook by Michelle Berriedale-Johnson and a book about Venice from 1879. A Vendita Frittole is a fritter and liquor shop."},{"id":"http:\/\/dbpedia.org\/resource\/Tramezzino","label":"Tramezzino","content":"The tramezzino is a usually triangular sandwich constructed from two slices of soft white bread with the crusts removed. Tramezzini are popular and inexpensive snack sandwiches available at many Italian bars throughout the day. Popular fillings include tuna and olive and prosciutto, but many other fillings can be used.The origin of the tramezzino can be found in the Caffè Mulassano di Piazza Castello in Turin where it was devised in 1925 as an alternative to English tea sandwiches. Today the bar offers 40 varieties of tramezzini.The word tramezzino was invented by Gabriele D'Annunzio as a replacement for the English word \"sandwich\", being easier to pronounce and a completely Italian term (albeit a neologism). \"Tramezzino\" sounds like \"in-between\", with the addition of the diminutive suffix \"-ino\"."},{"id":"http:\/\/dbpedia.org\/resource\/Tripoline","label":"Tripoline","content":"Tripoline  is a type of ribbon pasta noodles. It is thick ribbon ridged on each side.Tripoline is also the name of a tricyclic antidepressant drug used to treat mental-health disorders."},{"id":"http:\/\/dbpedia.org\/resource\/Zippuli","label":"Zippuli","content":"A Zippula (plural: Zippuli) is fried dough from Calabria, Italy. In Calabrian cuisine, zippuli are made with fried potatoes and (sometimes) anchovies. They are also spelled zeplee and zippuile.Though variations exist amongst some Calabrian families, the zippula dough is prepared with fresh parsley, deep-fried in a skillet, and dipped in marinara sauce when they are cooled to touch."},{"id":"http:\/\/dbpedia.org\/resource\/Campari","label":"Campari","content":"Campari is an alcoholic liqueur, considered an apéritif (20.5%, 21%, 24%, 25%, or 28.5% ABV, depending on the country in which it is sold), obtained from the infusion of herbs and fruit (including chinotto and cascarilla) in alcohol and water. It is a  bitter characterised by its dark red colour.Campari is often used in cocktails and is commonly served with soda water, wine, or citrus juice. It is produced by the Alfredo Campari Group, a multi-national company based in Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Carpaccio","label":"Carpaccio","content":"Carpaccio (\/kɑrˈpɑːtʃi.oʊ\/ or \/kɑrˈpɑːtʃoʊ\/; Italian pronunciation: [karˈpattʃo]) is a dish of raw meat or fish (such as beef, veal, venison, salmon or tuna), thinly sliced or pounded thin and served mainly as an appetizer."},{"id":"http:\/\/dbpedia.org\/resource\/Bagnun","label":"Bagnun","content":"Bagnun is the name given to a soup based mainly on anchovies, born in the 19th century, nearby Sestri Levante in the province of Genoa (Italy).Originally, this dish was cooked by the crew in typical fishing boats called leudi. Over time, the bagnun has kept its original simplicity: this dish is prepared, even today, with fresh anchovies, brown onions, peeled tomatoes, extra virgin olive oil and dry bread.Since the 1950s Riva Trigoso, a village near the town of Sestri Levante, has held an annual Sagra del Bagnun, a festival celebrating the dish in the last weekend of July."},{"id":"http:\/\/dbpedia.org\/resource\/Cocchi_Americano","label":"Cocchi Americano","content":"Cocchi Americano  (Pronounced: ˈkɔkki ameriˈkano) is an aperitif wine produced by Giulio Cocchi Spumanti in the Asti province of Italy. Cocchi Americano is a variety of Americano. The wine was developed by Giulio Cocchi, and production began in 1891. Cocchi also produces a pink variety of this aperitif, the \"Cocchi Americano Rosa\", which is slightly more bitter and aromatic than the classic white Cocchi Americano."},{"id":"http:\/\/dbpedia.org\/resource\/Rotini","label":"Rotini","content":"Rotini is a type of helix- or corkscrew-shaped pasta. The name comes from a 17th-century Italian word meaning \"small wheels\". Rotini is related to fusilli, but has a tighter helix, i.e. with a smaller pitch. It should not be confused with rotelle (\"wagon wheel\" pasta).Rotini originated from Northern Italy and the tight twists help them retain a wide variety of sauces better. They are often used in pasta salads with pesto, Carbonara or tomato-based sauces.Rotini is most often made from refined (white) wheat flour, although varieties made from whole wheat flour, brown rice, or other grains are also available.In the US these may also be called colloquially \"Scroodle,\" \"Scroodle Noodles\", \"Scrotini\", \"Skroodle\", \"Scroodle Macaroni\", or \"corkscrews\"."},{"id":"http:\/\/dbpedia.org\/resource\/Sgabeo","label":"Sgabeo","content":"Sgabeo is a food typical of Lunigiana, an Italian historical region now divided from an administrative point of view between Liguria and Tuscany. This is leavened bread dough, cut into strips, fried and salted on the surface that is traditionally eaten plain or stuffed with cheese or cold cuts. Lately, however, it is not uncommon that the sgabei is also proposed as a sweet, filled with pastry cream or chocolate."},{"id":"http:\/\/dbpedia.org\/resource\/Cencioni","label":"Cencioni","content":"Cencioni is a type of pasta. The name derives from the Italian for little rag.  Cencioni are oval and petal-shaped, with a slight curve, larger and flatter than orecchiette, with a more irregular shape and a rough texture to one side to help sauces cling better."},{"id":"http:\/\/dbpedia.org\/resource\/Pici","label":"Pici","content":"Pici is a thick, hand-rolled pasta, like a fat spaghetti. It originates in the province of Siena in Tuscany; in the Montalcino area it is also referred to as pinci.The dough is typically made from flour and water only. The addition of egg is optional, being determined by family traditions.The dough is rolled out in a thick flat sheet, then cut into strips. In some families, the strip of dough is rolled between one palm and the table, while the other hand is wrapped with the rest of the strip.  It can also be formed by rolling the strip between the palms.  Either method forms a thick pasta, slightly thinner than a common pencil. Unlike spaghetti or macaroni, this pasta is not uniform in size and has variations of thickness along its length.It is eaten with a variety of foods, particularly:"},{"id":"http:\/\/dbpedia.org\/resource\/Coppia_Ferrarese","label":"Coppia Ferrarese","content":"Coppia Ferrarese is a type of sourdough bread made with flour, lard, olive oil, and malt, and has a twisted shape.It was first made around the 12th century in Ferrara, Italy. It has PGI status under European Law, which was obtained in 2001."},{"id":"http:\/\/dbpedia.org\/resource\/Pevarini","label":"Pevarini","content":"Pevarini (misspelled peverini in one notable source) are a traditional cookie of Venice. They are made with molasses, lard, white pepper, and flour."},{"id":"http:\/\/dbpedia.org\/resource\/Torta_alla_Monferrina","label":"Torta alla Monferrina","content":"Torta alla Monferrina, an autumn speciality of the Monferrato hills in north-west Italy, is a cake made from pumpkin, apples and sugar, with dried figs, amaretti, chocolate, eggs, and rum, and baked in the oven."},{"id":"http:\/\/dbpedia.org\/resource\/Cassoeula","label":"Cassoeula","content":"The Cassoeula (from old cazza), sometimes Italianized Cazzuola or Cazzola (Italian word for trowel) or bottaggio (probably derived from the French word potage) is a typical winter dish popular in Northern Italy, mostly in Lombardy. The dish has a strong, decisive flavour, and was a favourite of conductor Arturo Toscanini. One writer describes it as a \"noble, ancient Milanese dish\", and writes of the inexpressible \"pleasure that it furnishes the soul as well as the palate, especially on a wintry day\"."},{"id":"http:\/\/dbpedia.org\/resource\/Lasagne","label":"Lasagne","content":"Lasagne (\/ləˈzænjə\/ or \/ləˈzɑːnjə\/ or \/ləˈsɑːnjə\/, Italian pronunciation: [laˈzaɲɲe], singular lasagna) are wide, flat-shaped pasta, and possibly one of the oldest types of pasta. The word \"lasagne\" and, in many non-Italian languages, the singular \"lasagna\", can also refer to a dish made with several layers of lasagne sheets alternated with sauces and various other ingredients.Lasagne originated in Italy, traditionally ascribed to the city of Naples (Campania), where the first modern recipe was created and published and became a traditional dish. Traditional lasagne is made by interleaving layers of pasta with layers of sauce, made with ragù, bechamel, and Parmigiano-Reggiano. In other regions and outside of Italy it is common to find lasagne made with ricotta or mozzarella cheese, tomato sauce, various meats (e.g., ground beef, pork or chicken), miscellaneous vegetables (e.g., spinach, zucchini, mushrooms) and typically flavored with wine, garlic, onion, and oregano. In all cases the lasagne are oven-baked.Traditionally, pasta dough prepared in Southern Italy used semolina and water and in the northern regions, where semolina was not available, flour and eggs. Today in Italy, since the only type of wheat allowed for commercially sold pasta is durum wheat, commercial lasagne are made of semolina (from durum wheat).Emilia-Romagna’s intensive farming economy in the northern region of Italy results in plentiful dairy and meat products, and their commonality in regional cooking – more so than the olive oil found in southern regions of Italy. Pastas from Emilio-Romano and its capital, Bologna, are almost always served with a ragù, a thick sauce made from ingredients such as onions, carrots, finely chopped pork and beef, celery, butter, and tomatoes."},{"id":"http:\/\/dbpedia.org\/resource\/Anelli","label":"Anelli","content":"Anelli  (also known as anelletti) are small, thin rings of pasta.They are generally used for soups and pasta salads. A smaller version of anelli is Anellini which is about one-quarter of the size."},{"id":"http:\/\/dbpedia.org\/resource\/Focaccia","label":"Focaccia","content":"Focaccia (Italian pronunciation: [foˈkattʃa]) is a flat oven-baked Italian bread product similar in style and texture to pizza doughs. It may be topped with herbs or other ingredients.Focaccia is popular in Italy and is usually seasoned with olive oil, salt, sometimes herbs, and may at times be topped with onion, cheese and meat. It might also be flavored with a number of vegetables.Focaccia can be used as a side to many meals, as a base for pizza, or as sandwich bread."},{"id":"http:\/\/dbpedia.org\/resource\/Passatelli","label":"Passatelli","content":"Passatelli (plural) is a pasta formed of bread crumbs, eggs, grated Parmesan cheese, lemon, and nutmeg; it is cooked in chicken broth. Typically, it is found in Pesaro e Urbino (northern Marche) and other regions of northern Italy, such as Emilia Romagna,."},{"id":"http:\/\/dbpedia.org\/resource\/VKA_Vodka","label":"VKA Vodka","content":"VKA is a premium brand vodka produced in Italy from organic wheat and spelt and Tuscan Apennines water. It was founded in 2013 by a group of entrepreneurs in Mugello, gathered around the name of  Futa Pass. The Maître de Chai for VKA is Luca Pecorini a renowned restaurant owner, who developed the original recipe for the vodka in Barberino di Mugello. It is distributed in Asia, Czech Republic and Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Grattachecca","label":"Grattachecca","content":"Grattachecca is the name of a popular cold dessert originating in Rome, Italy, commonly sold in kiosks and bars. It consists of manually shaved ice flavored with sweet sciroppo."},{"id":"http:\/\/dbpedia.org\/resource\/Anellini","label":"Anellini","content":"Anellini (from Italian, meaning \"little rings\", from  anello, meaning \"ring\") is a variety of pasta."},{"id":"http:\/\/dbpedia.org\/resource\/Italian_ice","label":"Italian ice","content":"Italian ice, also known as water ice, is a sweetened frozen dessert made with fruit (often from concentrates, juices or purées) or other natural or artificial food flavorings, similar to sorbet. Italian ice is not shaved ice that is flavored; rather, it is made by the same process by which ice cream is made: freezing the ingredients while mixing them. Italian ice is similar to sorbet but differs from American-style sherbet in that it does not contain dairy or egg ingredients, though it may contain egg white. Common flavors include blue raspberry, cherry, lemon, mango, orange, strawberry, and watermelon, with numerous other flavors available."},{"id":"http:\/\/dbpedia.org\/resource\/Tortelloni","label":"Tortelloni","content":"Tortelloni are stuffed pasta, the same shape as tortellini, but larger. They are usually stuffed with ricotta cheese and leaf vegetables, such as spinach. Many variants exist where the vegetables are replaced with stronger ingredients such as porcini or walnuts. Another common filling, especially in the provinces of Modena and Reggio Emilia for tortelloni is a paste made mainly of pumpkin pulp and amaretto cookies.Tortelloni made with ricotta and herbs are usually served either with ragù or with melted butter and sage leaves."},{"id":"http:\/\/dbpedia.org\/resource\/Ossobuco","label":"Ossobuco","content":"Ossobuco (pronounced [ˌɔsːoˈbuːko]) is a Milanese speciality of cross-cut veal shanks braised with vegetables, white wine and broth. It is often garnished with gremolata and traditionally served with risotto alla milanese.There are two types of ossobuco: a modern version that has tomatoes and the original version which does not. The older version, ossobuco in bianco, is flavoured with cinnamon, bay leaf and gremolata. The modern and more popular recipe includes tomatoes, carrots, celery and onions. Gremolata is optional."},{"id":"http:\/\/dbpedia.org\/resource\/Agnolotti","label":"Agnolotti","content":"Agnolotti is a type of pasta typical of the Piedmont region of Italy, made with small pieces of flattened pasta dough, folded over with a roast beef meat and vegetable stuffing. Agnolotti is the plural form of the Italian word agnolotto. The origin of the name may come from the name 'Angelot' from Montferrat, who is said to be the inventor of the recipe, or from the Latin word 'anellus', which refers to the ring-shaped material within the pasta, per 'The Word Origin Calendar 2009' compiled by Gregory McNamee and published by Accord Publishing."},{"id":"http:\/\/dbpedia.org\/resource\/Bucatini","label":"Bucatini","content":"Bucatini, also known as perciatelli, is a thick spaghetti-like pasta with a hole running through the center. The name comes from Italian: buco, meaning \"hole\", while bucato means \"pierced\".Bucatini is common throughout Lazio, particularly Rome. It is a tubed pasta made of hard durum wheat flour and water. Its length is 25–30 cm (10–12 in) with a 3 mm (1\/8 inch) diameter. The average cooking time is nine minutes. In Italian cuisine, it is served with buttery sauces, pancetta or guanciale, vegetables, cheese, eggs, and anchovies or sardines.Similarly, ziti are long hollow rods which are also smooth in texture and have square-cut edges; \"cut ziti\" are ziti cut into shorter tubes. There is also zitoni, which is a wider version of ziti."},{"id":"http:\/\/dbpedia.org\/resource\/Panforte","label":"Panforte","content":"Panforte is a traditional Italian dessert containing fruits and nuts, and resembles fruitcake or Lebkuchen. It may date back to 13th century Siena, in Italy's Tuscany region. Documents from 1205 show that panforte was paid to the monks and nuns of a local monastery as a tax or tithe which was due on the seventh of February that year. Literally, panforte means \"strong bread\" which refers to the spicy flavour. The original name of panforte was \"panpepato\" (peppered bread), due to the strong pepper used in the cake. There are references to the Crusaders carrying panforte, a durable confection, with them on their quests, and to the use of panforte in surviving sieges.The process of making panforte is fairly simple. Sugar is dissolved in honey and various nuts, fruits and spices are mixed together with flour. The entire mixture is baked in a shallow pan. The finished cake is dusted with icing sugar. Commercially produced panforte often have a band of rice-paper around the edge.Currently there are many shops in Italy producing panforte, each recipe being their jealously guarded interpretation of the original confection and packaged in distinctive wrapping. Usually a small wedge is served with coffee or a dessert wine after a meal, though some enjoy it with their coffee at breakfast.In Siena—which is regarded by many, if not most inhabitants of that city, as the panforte capital of Italy—it is sometimes said that panforte should properly contain seventeen different ingredients, seventeen being the number of Contrade within the city walls."},{"id":"http:\/\/dbpedia.org\/resource\/Pappardelle","label":"Pappardelle","content":"Pappardelle (sg.: pappardella) are large, very broad, flat pasta noodles, similar to wide fettuccine. The name derives from the verb \"pappare\", to gobble up. The fresh types are two to three centimetres (3⁄4–1 in) wide and may have fluted edges. Dried egg pappardelle have straight sides."},{"id":"http:\/\/dbpedia.org\/resource\/Campanelle","label":"Campanelle","content":"Campanelle (Italian for \"bellflowers\" or little bells), is a type of pasta which is shaped like a cone with a ruffled edge, or a bell-like flower. It is also sometimes referred to as gigli or riccioli. It is intended to be served with a thick sauce, or in a casserole.Campanelle can also refer to \"handbells.\""},{"id":"http:\/\/dbpedia.org\/resource\/Cavatelli","label":"Cavatelli","content":"Cavatelli  are a type of pasta. The term cavatelli has two meanings: the most common meaning is small pasta shells that look like miniature hot dog buns.   The name is less frequently used for a type of dumpling made with ricotta."},{"id":"http:\/\/dbpedia.org\/resource\/Conchiglie","label":"Conchiglie","content":"Conchiglie, commonly known as \"shells\" or \"seashells\" is a type of pasta. It is usually sold in the plain durum wheat variety, and also in colored varieties which use natural pigments, such as tomato extract, squid ink or spinach extract. The shell shape of the pasta allows the sauce to adhere to it. It is one of the most popular pasta types in the UK. A miniature variety called conchigliette is also available."},{"id":"http:\/\/dbpedia.org\/resource\/Fregula","label":"Fregula","content":"Fregula (also fregola) is a type of pasta from Sardinia. It is similar to Israeli couscous. Fregula comes in varying sizes, but typically consists of semolina dough that has been rolled into balls 2-3 mm in diameter and toasted in an oven.A typical preparation of fregula is to simmer it in a tomato-based sauce with clams.This food is typical of the south western part of Sardinia, and was imported by Ligurian immigrants coming from the Genoese colony of Tabarka in Tunisia."},{"id":"http:\/\/dbpedia.org\/resource\/Rotelle","label":"Rotelle","content":"Rotelle are a type of pasta resembling wheels with spokes. They are similar to fiori.The name derives from the Italian word for little wheels.Rotelle should not be confused with rotini (corkscrew-shaped pasta). Nonetheless, some manufacturers, such as Ronzoni, produce a twisted pasta with that name."},{"id":"http:\/\/dbpedia.org\/resource\/Ribollita","label":"Ribollita","content":"Ribollita is a famous Tuscan soup, a hearty potage made with bread and vegetables. There are many variations but the main ingredients always include leftover bread, cannellini beans and inexpensive vegetables such as carrot, cabbage, beans, silverbeet, cavolo nero, and onion. Its name literally means \"reboiled\".Like most Tuscan cuisine, the soup has peasant origins. It was originally made by reheating (i.e. reboiling) the leftover minestrone or vegetable soup from the previous day. Some sources date it back to the Middle Ages, when the servants gathered up food-soaked bread trenchers from feudal lords' banquets and boiled them for their own dinners."},{"id":"http:\/\/dbpedia.org\/resource\/Scialatelli","label":"Scialatelli","content":"Scialatelli (also scialatielli)  is a type of long spaghetti. Its origins lie near the Amalfi coast in Naples. Like fettuccine and linguine, it has flat sides, but it is almost square in its circumference, not flat on only two sides; flat on four sides. Its symmetry is similar to spaghetti or spaghetti rigati. This pasta shape, was used in the past for special celebrations. The reason lies in the use of what at the time were considered expensive ingredients for most of the local population. The area where the pasta originates is famous for its widespread poverty (Campania, Napoli). Due to this only a certain class of the population could actually use a high quality flour, milk and eggs in big quantities while normally the rest of the people would use flour, water and sometimes eggs to make pasta."},{"id":"http:\/\/dbpedia.org\/resource\/Disaronno","label":"Disaronno","content":"Disaronno Originale (28% abv) is a liqueur that is made in Italy. It is amaretto-flavored, with a characteristic bittersweet almond taste. Disaronno claims its \"originale\" amaretto's \"secret formula\" is unchanged from the year 1525, and claims the Luini tale as its own particular history. Its production remains in Saronno, but the product is sold worldwide.The company describes its liqueur as an infusion of \"apricot kernel oil\" with \"absolute alcohol, burnt sugar, and the pure essence of seventeen selected herbs and fruits\"; the product does not contain any almonds or other nuts. The amber liqueur is presented in an oblong glass decanter designed by a craftsman from Murano.The product was called \"Amaretto di Saronno\" (Amaretto from Saronno) before adopting, for marketing and legal reasons, the current name \"Disaronno Originale.\"Disaronno can be served on the rocks, in shots, as part of a cocktail or with a mixer such as Coke, Dr Pepper or apple, mango or cherry juice."},{"id":"http:\/\/dbpedia.org\/resource\/Galliano_(liqueur)","label":"Galliano (liqueur)","content":"Liquore Galliano L'Autentico, known more commonly as Galliano, is a sweet herbal liqueur, created in 1896 by Italian distiller and brandy producer Arturo Vaccari of Livorno, Tuscany and named after Giuseppe Galliano, an Italian hero of the First Italo–Ethiopian War.Galliano has numerous natural ingredients, including vanilla, star anise, Mediterranean anise, ginger, citrus, juniper, musk yarrow, and lavender. Neutral alcohol is infused with the pressings from the herbs except vanilla. The liquid is distilled and then infused with pressed vanilla. In the final stage distilled water, refined sugar and pure neutral alcohol are blended with the base. Galliano has been formulated at both 60 proof (30% by volume) and 84.6 proof (42.3% by volume).Galliano is sweet with vanilla-anise flavor with subtle citrus and woodsy herbal under notes.  The vanilla top note differentiates Galliano from other anise-flavored liqueurs such as Sambuca, Pernod, or Anisette. It is used both as a digestivo (meant for drinking after heavy meals), and as an ingredient for cocktails, most notably the Harvey Wallbanger, Golden Cadillac, and Golden Dream. It is also used in a popular Brooklyn cocktail, Mr. October, which the New York Times notes, \"tastes like apple pie à la mode, thanks to Galliano’s vanilla notes.\"The Galliano brand is currently owned by Dutch distiller Lucas Bols, and marketed through its worldwide distribution joint venture, Maxxium. Galliano is packaged in a distinctively-shaped bottle, reminiscent of a classical Roman column. Several other liqueurs are also produced under the Galliano brand name, including a black Sambuca, a white Sambuca and an amaretto, which are predominantly distributed in Australasia, where the products are popular as shots.Galliano also makes Galliano Ristretto coffee flavored liqueur and Galliano Balsamico, a balsamic vinegar infused liqueur. Both Galliano Autentico and Galliano Vanilla, as used in the Harvey Wallbanger, are available."},{"id":"http:\/\/dbpedia.org\/resource\/Ciabatta","label":"Ciabatta","content":"Ciabatta (Italian pronunciation: [tʃiaˈbatta], literally slipper bread) is an Italian white bread made from wheat flour, water, salt, olive oil and yeast, created in 1982 by a baker in Adria, Veneto, Italy, in response to popularity of French baguettes. Ciabatta is somewhat elongated, broad and flat and is baked in many variations.While panino indicates any kind of sandwich regardless of the bread used (whether slices or a bun), a toasted sandwich made from small loaves of Ciabatta is specifically known as a panini (plural of panino) outside of Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Bruschetta","label":"Bruschetta","content":"Bruschetta (Italian pronunciation: [bruˈsketta] (13px )) is an antipasto (starter dish) from Italy consisting of grilled bread rubbed with garlic and topped with tomatoes, olive oil, salt and pepper. Variations may include toppings of tomato, vegetables, beans, cured meat, or cheese, a poular dish is Bruschetta pomodoro; the most popular recipe outside of Italy involves basil, fresh tomato, garlic and onion or mozzarella.  Bruschetta is usually served as a snack or appetizer. In some countries, a topping of chopped tomato, olive oil and herbs is marketed under the bruschetta name.In Italy, bruschetta is often prepared using a brustolina grill. In the Abruzzo region of Italy a variation of bruschetta made with a salame called ventricina is served. Raw pork products and spices encased in pig bladder are aged and the paste spread on open slices of bread which are sometimes grilled. This was a way of salvaging bread that was going stale.In Tuscany it is called fettunta and it is usually served without toppings, especially in November, to taste the very first oil of the season."},{"id":"http:\/\/dbpedia.org\/resource\/Florentine_biscuit","label":"Florentine biscuit","content":"A Florentine biscuit (or, more correctly, a Florentine) is an Italian pastry made from setting nuts (most typically hazel and almond) and candied cherries into a caramel disc, which is then often coated on the bottom with chocolate."},{"id":"http:\/\/dbpedia.org\/resource\/Lanterne_(pasta)","label":"Lanterne (pasta)","content":"Lanterne (singular: lanterna) are a type of pasta.The name derives from the Italian for oil lanterns.Lanterne have deep ridges and are curved in a lantern shape."},{"id":"http:\/\/dbpedia.org\/resource\/Rafanata","label":"Rafanata","content":"The Rafanata is an egg-based dish from the Italian region of Basilicata, particularly widespread in the province of Matera. The name Rafanata comes from Rafano, the main ingredient of the dish, which means \"horseradish\" in Italian. It is a kind of omelette made with horseradish, potato and cheese, another type also include sausage. The Rafanata is typical of the carnival and winter periods."},{"id":"http:\/\/dbpedia.org\/resource\/Balsamic_vinegar","label":"Balsamic vinegar","content":"Balsamic vinegar (Italian: aceto balsamico) is a vinegar originating from Italy, increasingly popular throughout the world.The original, costly, traditional balsamic vinegar (Aceto Balsamico Tradizionale), is made from a reduction of cooked white Trebbiano grape juice, and used as a condiment.  It has been produced in Modena and Reggio Emilia since the Middle Ages, being mentioned in a document dated 1046. Appreciated in the House of Este during the Renaissance, it is highly valued by modern chefs and gourmet food lovers.Balsamic Vinegar of Modena (Aceto Balsamico di Modena), an inexpensive imitation, is today widely available and much better known.  It bears a Protected Geographical Status label, and is the kind commonly found on restaurant tables and used in salad dressing.The names \"Aceto Balsamico Tradizionale di Modena\" (Traditional Balsamic Vinegar of Modena) and \"Aceto Balsamico Tradizionale di Reggio Emilia\" (Traditional Balsamic Vinegar of Reggio Emilia) are protected by both the Italian Denominazione di origine protetta and the European Union's Protected Designation of Origin.Balsamic vinegar contains no balsam.  The word balsamico (from Latin balsamum, from Greek βάλσαμον) means \"balsam-like\" in the sense of \"restorative\" or \"curative\"."},{"id":"http:\/\/dbpedia.org\/resource\/Farfalle","label":"Farfalle","content":"Farfalle are a type of pasta. Commonly known as \"bow-tie pasta\", the name is derived from the Italian word farfalla (butterfly). The \"e\" at the end of the word is the Italian feminine plural ending, making the meaning of the word \"butterflies\".Farfalle date back to the 16th century in Lombardy and Emilia-Romagna in Northern Italy."},{"id":"http:\/\/dbpedia.org\/resource\/Sagnarelli","label":"Sagnarelli","content":"Sagnarelli is a type of ribbon pasta. They are typically rectangular ribbons with fluted edges.  It is typically served with a cream sauce."},{"id":"http:\/\/dbpedia.org\/resource\/Crostata","label":"Crostata","content":"A crostata is an Italian baked tart or pie, also known as coppi in Naples and sfogliate in Lombardy. The earliest known use of crostata in its modern sense can be traced to the cookbooks Libro de Arte Coquinaria (Art of Cooking) by Martino da Como, published circa 1465, and Cuoco napolitano (Neapolitan recipes), published in the late 1400s containing a recipe (number 94) titled Crostata de Caso, Pane, etc..A crostata is a \"rustic free-form version of an open fruit tart\" that may also be baked in a pie plate.Historically, it also referred to an \"open-faced sandwich or canapé\" because of its crusted appearance, or a chewet, a type of meat pie."},{"id":"http:\/\/dbpedia.org\/resource\/Pastiera","label":"Pastiera","content":"Pastiera is a type of Italian cake made with ricotta cheese. It originates from the area of Naples. It is a typical cake during Easter time."},{"id":"http:\/\/dbpedia.org\/resource\/Gozio_Amaretto","label":"Gozio Amaretto","content":"Gozio Amaretto is a brand of amaretto, made with bittersweet almonds. It is produced by Distillerie Franciacorta, a 113-year-old company based in Gussago, Italy, using a proprietary method and formula. The brand is imported and sold in the United States by Castle Brands Inc.Gozio Amaretto is also 100% natural, and adds no artificial aromas, extracts or additives."},{"id":"http:\/\/dbpedia.org\/resource\/Rustico_(gastronomy)","label":"Rustico (gastronomy)","content":"A rustico(plural: rustici) is an Italian snack of Salento made with puff pastry and a stuffing that varies style by style.It is part of the Salentine street food tradition and is possible see it in each Apulian bar, bakery and rotisserie.It is produced with two discs of puff pastry,the lower disk is of about 10 cm (approximately 4 inch) in diameter and the upper one of 12 cm (about 5 inch), to which adds cheese and tomato.Then it is brushed with egg and baken in the oven.Should be eaten warm to best appreciated the taste and the melted mozzarella.In Salento is usually eaten like a snack of mid-morning or evening appetizer, both in summer and winter.It is actually more known the version with wurstel,which is easier recognized by the Northern Italy (perhaps to the influence of Austrians)."},{"id":"http:\/\/dbpedia.org\/resource\/Cacio_e_pepe","label":"Cacio e pepe","content":"Cacio e Pepe is a Roman pasta dish.  \"Cacio e Pepe\" means \"cheese and pepper\" in several central Italian languages. As the name suggests, the ingredients of the dish are very simple and include only black pepper, Pecorino Romano cheese, and pasta.  The only precaution to be taken in preparing this dish is to leave some of the hot cooking water with the pasta: the heat melts the cheese, while the starches in the water help bind the pepper and cheese to the pasta.  the Cacio e pepe is typically made with long, thin spaghetti, such as tonnarelli or vermicelli."},{"id":"http:\/\/dbpedia.org\/resource\/Croxetti","label":"Croxetti","content":"Croxetti is a type of pasta consisting of flat medallion or coin-shaped pasta disks stamped by hand or machine with intricate patterns."},{"id":"http:\/\/dbpedia.org\/resource\/Lasagnette","label":"Lasagnette","content":"Lasagnette  is a type of ribbon pasta noodles. It is a narrower version of lasagna."},{"id":"http:\/\/dbpedia.org\/resource\/Linguettine","label":"Linguettine","content":"Linguettine  is a type of ribbon pasta noodles."},{"id":"http:\/\/dbpedia.org\/resource\/Cannelloni","label":"Cannelloni","content":"Cannelloni (Italian: large reeds) are a cylindrical type of pasta generally served baked with a filling and covered by a sauce in Italian cuisine. Some types of cannelloni need to be boiled beforehand, while for others, it is enough to use a more dilute sauce or filling.In Uruguay and Argentina, crepes are used instead of pasta.Popular stuffings include spinach and ricotta or minced beef. The sauces typically used are tomato underneath and besciamella sauce to cover the top.The pasta shapes called manicotti or \"maniche\" are almost identical."},{"id":"http:\/\/dbpedia.org\/resource\/Spaghetti_alle_vongole","label":"Spaghetti alle vongole","content":"Spaghetti alle vongole (Italian for spaghetti with clams) is a dish that is very popular throughout Italy, especially its central regions, including Rome and further south in Campania (where it is part of traditional Neapolitan cuisine)."},{"id":"http:\/\/dbpedia.org\/resource\/Acini_di_pepe","label":"Acini di pepe","content":"Acini di pepe are a form of pasta. Their name is Italian for \"small parts of the pepper\".Acini di pepe work well in soups or cold salads. They are also sometimes referred to as pastina (Italian for \"tiny dough\"); however, some pasta makers distinguish pastina as smaller than acini di pepe. Acini di pepe are often used in Italian wedding soup.In Middle Eastern Cuisine, it's called Maftool or Maftoul, a wheat-based dish that is served like couscous or shaped into little balls and steamed over stew or soup. Maftool, like most couscous dishes, are served with chicken.Frog's eye salad is an American cold salad that combines the pasta with whipped topping, marshmallows, pineapple and mandarin oranges."},{"id":"http:\/\/dbpedia.org\/resource\/Genoise","label":"Genoise","content":"A genoise (\/ʒeɪˈnwɑːz\/, \/ʒəˈnwɑːz\/, \/dʒeɪˈnwɑːz\/, or \/dʒɛˈnwɑːz\/; French pronunciation: ​[ʒenwaz]; Genoese cake or Genovese cake; rarely spelled \"génoise\" in English) is an Italian sponge cake named after the city of Genoa and closely associated with Italian and French cuisine. Instead of using chemical leavening, air is suspended in the batter through mixing to give volume to the cake. A genoise is not the same thing as a pain de Gênes, which is an almond cake. But a genoise is very close in composition and basic use to a pan di Spagna (\"Spanish bread\"), another Italian sponge cake.It is a whole-egg cake, unlike some other sponge cakes for which yolks and eggwhites are beaten separately. The eggs, and sometimes extra yolks, are beaten with sugar and heated at the same time using bain-marie or flame, to a stage known to patissiers as \"ribbon stage\". A genoise is generally a fairly lean cake, getting most of its fat from egg yolks, but some recipes also add in melted butter before baking."},{"id":"http:\/\/dbpedia.org\/resource\/Fusilli","label":"Fusilli","content":"Fusilli are long, thick, corkscrew shaped pasta. The word fusilli presumably comes from fuso, as traditionally it is \"spun\" by pressing and rolling a small rod over the thin strips of pasta to wind them around it in a corkscrew shape, much like a modern Turkish spindle.In addition to plain and whole wheat varieties, as with any pasta, other colours can be made by mixing other ingredients into the dough, which also affects the flavour, for example, beetroot or tomato for red, spinach for green, and cuttlefish ink for black.Fusilli may be solid or hollow. Hollow fusilli are also called fusilli bucati.The term fusilli is also used to describe a short, flattened, twisted pasta known as  rotini in the United States."},{"id":"http:\/\/dbpedia.org\/resource\/Sfogliatella","label":"Sfogliatella","content":"Sfogliatella (Italian pronunciation: [sfɔʎʎaˈtɛlle], plural: sfogliatelle), is a shell-shaped filled Italian pastry native to Campania.  \"Sfogliatella\" means \"small, thin leaf\/layer,\" as the pastry's texture resembles stacked leaves."},{"id":"http:\/\/dbpedia.org\/resource\/Strozzapreti","label":"Strozzapreti","content":"Strozzapreti (\"priest-choker\" or \"priest-strangler\"  in Italian) are an elongated form of cavatelli, or hand-rolled pasta typical of the Emilia-Romagna, Tuscany, Marche and Umbria regions of Italy as well as in the state of San Marino. The name is also used for a baked cheese and vegetable dumpling, prepared in some regions of Italy and in the French island of Corsica."},{"id":"http:\/\/dbpedia.org\/resource\/Bocconotto","label":"Bocconotto","content":"A bocconotto (or boconotto) is a pastry typical of the Italian regions of Apulia, Abruzzo, and Calabria. It is often eaten at Christmas.Its filling varies according to the region in which it is produced. In Abruzzo, this filling may contain cocoa powder, cinnamon, and toasted almonds."},{"id":"http:\/\/dbpedia.org\/resource\/Amaro_Lucano","label":"Amaro Lucano","content":"Amaro Lucano is an Italian liqueur in the Amaro category. It is produced by Amaro Lucano S.p.A., a family-owned company based in Pisticci, Basilicata."},{"id":"http:\/\/dbpedia.org\/resource\/Bigoli_in_salsa","label":"Bigoli in salsa","content":"Bigoli in salsa is a Venetian pasta dish made with whole-wheat bigoli pasta, onion and salt-cured fish. While today usually anchovy is used, in earlier days it was often prepared with sardines. It is considered one of the signature dishes of Venice."},{"id":"http:\/\/dbpedia.org\/resource\/Vastedda","label":"Vastedda","content":"Vastedda is the traditional Sicilian bread used to prepare the Pani ca meusa, a sandwich of veal spleen. It often also includes toppings of caciocavallo and ricotta cheese. It is most common in the city of Palermo.In Gratteri, near Palermo, a fried version called Vastedda fritta is also made. The vastedda fritta is recognized by Italian Ministry of Agricultural, Food and Forestry as a traditional product and is listed into the official list of traditional Italian agricultural and food product."},{"id":"http:\/\/dbpedia.org\/resource\/Amaretti_di_Saronno","label":"Amaretti di Saronno","content":"Amaretti di Saronno (singular amaretto di Saronno) refer to an amaretto (almond flavored) macaron that is traditional to Saronno, a comune of Lombardy, Italy. It is one of many types of traditional amaretto biscuits.The Amaretti di Saronno are widely available commercially, most notably through the brand Lazzaroni. Amaretti di Saronno are unrelated to Amaretto liqueur, which is produced by two other companies based in Saronno - ILLVA and PLF."},{"id":"http:\/\/dbpedia.org\/resource\/Barbajada","label":"Barbajada","content":"The Barbajada (also italianized as Barbagliata) was a popular Milanese sweet frothy drink in the 19th century and the early decades of the 20th century.  It was made with whipped chocolate, milk and coffee in equal parts, along with any amount of sugar, and possibly topped with cream. It was served cold in summer and hot in winter, usually to accompany desserts such as the Panettone or other Milanese delicacies.Reportedly, the recipe was a creation of Domenico Barbaja (hence the name), who was at the time a garzone (waiter) in a café. The drink was so successful that Barbaja eventually grew rich enough to become a theatrical impresario as well as the owner of a café in the luxury venue of Piazza della Scala."},{"id":"http:\/\/dbpedia.org\/resource\/Biscotti_Regina","label":"Biscotti Regina","content":"Biscotti Regina (English: Queen's Biscuits), are a small Italian biscuits, coated with sesame seeds. The biscotti regina or Reginelle are typical of sicilian cuisine. They are original from Palermo but are diffused all around Sicily. These cakes taste halfway between sweet and salty (savoury), reminiscent of their roots in the Orient and Arabia."},{"id":"http:\/\/dbpedia.org\/resource\/Panpepato","label":"Panpepato","content":"Panpepato or pampepato is a round, sweet cake typical of the Province of Ferrara, the Province of Terni, of Sabina and the Ciociaria. It is made according to traditional methods from various ingredients including almonds, hazelnuts, pine nuts, pepper, cinnamon, nutmeg, and zest of orange and lime, mixed according to the variants with or without cocoa, honey, flour, or cooked grape must. The cake is then baked in an oven (preferably wood). It is usually eaten during the Christmas holidays. Once it was prepared in every family with recipes that differed slightly each other, while today it is essentially a handmade product."},{"id":"http:\/\/dbpedia.org\/resource\/Ciceri_e_Tria","label":"Ciceri e Tria","content":"Ciceri e Tria is a pasta dish in Italian cuisine that originated from Arabs who once ruled in Apulia. It is a part of the cuisine in the Salento region of Italy. It is prepared with pasta and chickpeas as primary ingredients, and includes fried pasta. The dish may be served as a primi piatti dish, a first course that consists of a pasta dish. It has been described as a \"classic and emblematic dish of Salentine cuisine\" and as a specialty dish of Apulia."},{"id":"http:\/\/dbpedia.org\/resource\/Canestrelli","label":"Canestrelli","content":"Canestrelli (\"little baskets\") are a type of Italian biscuit. Originating in Monferrato, the biscuits are common in both Piedmont and Liguria. Moreover, under the name Canistrelli, they are also typical of Corsica."},{"id":"http:\/\/dbpedia.org\/resource\/Taglierini","label":"Taglierini","content":"Taglierini  is a type of ribbon pasta. It is like tagliatelle but is a thinner version. It's a traditional recipe in Piedmont where it's called Tajarin and made of egg dough (pasta all'uovo). It's typically served with butter and truffles (tajarin ai tartufi) or meat roast sauce (tajarin al sugo di arrosto)."}]